{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70706101-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70706101-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70706101-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Black Vultures are large raptors. In flight, they hold their broad, rounded wings flat and angled slightly forward. The tail is very short and rounded. They have small, bare heads and narrow but strongly hooked bills."
            ],
            "Compared Size": [
                "Slightly smaller than a Turkey Vulture; slightly larger than a Red-tailed Hawk."
            ],
            "Relative Size": [
                "goose-sized or larger"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 23.6-26.8 in (60-68 cm)",
                "Weight: 56.4-77.6 oz (1600-2200 g)",
                "Wingspan: 53.9-59.1 in (137-150 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70706151-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70706151-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70706151-720px.jpg"
        ],
        "description": [
            "These birds are uniform black except for white patches or “stars” on the underside of their wingtips (this can be hard to see in strong light or from far away). The bare skin of the head is black."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238640966",
        "description": [
            "During the day, Black Vultures soar in flocks, often with Turkey Vultures and hawks. Their flight style is distinctive: strong wingbeats followed by short glides, giving them a batlike appearance. Look for them along highway margins eating roadkill, as well as picking through dumpsters. They roost in groups in trees and transmission towers, typically waiting through the early morning for the air to warm up and for thermals to develop."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70706111-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70706111-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70706111-480px.jpg"
        ],
        "description": [
            "Look for Black Vultures in open areas within forested landscapes. They typically nest and roost in wooded areas and soar above open areas to seek their food. Black Vultures have substantially increased their range northward in recent decades."
        ]
    }
}