{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65610021-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65610021-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65610021-480px.jpg"
        ],
        "description": {
            "Shape": [
                "California Quail are plump, short-necked game birds with a small head and bill. They fly on short, very broad wings. The tail is fairly long and square. Both sexes have a comma-shaped topknot of feathers projecting forward from the forehead, longer in males than females."
            ],
            "Compared Size": [
                "About the size of Northern Bobwhite; half the size of a Ring-necked Pheasant"
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 9.4-10.6 in (24-27 cm)",
                "Weight: 4.9-8.1 oz (140-230 g)",
                "Wingspan: 12.6-14.6 in (32-37 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65610061-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65610061-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65610061-480px.jpg"
        ],
        "description": [
            "Adult males are rich gray and brown, with a black face outlined with bold white stripes. Females are a plainer brown and lack the facial markings. Both sexes have a pattern of white, creamy, and chestnut scales on the belly. Young birds look like females but have a shorter topknot."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238666423",
        "description": [
            "California Quail spend most of their time on the ground, walking and scratching in search of food. In morning and evening they forage beneath shrubs or on open ground near cover. They usually travel in groups called coveys. Their flight is explosive but lasts just long enough to reach cover."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65610071-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65610071-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65610071-480px.jpg"
        ],
        "description": [
            "You’ll find California Quail in chaparral, sagebrush, oak woodlands, and foothill forests of California and the Northwest. They’re quite tolerant of people and can be common in city parks, suburban gardens, and agricultural areas."
        ]
    }
}