{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64441211-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64441211-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64441211-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Orange-crowned Warblers are small songbirds. Compared with other warblers, they have noticeably thin, sharply pointed bills. They have short wings and short, square tails."
            ],
            "Compared Size": [
                "Slightly larger than a Ruby-crowned Kinglet; slightly smaller than a Yellow-rumped Warbler."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.3-5.5 in (11-14 cm)",
                "Weight: 0.3-0.4 oz (7-11 g)",
                "Wingspan: 7.5 in (19 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64441261-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64441261-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64441261-480px.jpg"
        ],
        "description": [
            "Orange-crowned Warblers are fairly plain yellowish or olive—they are more yellow on the Pacific coast and grayer, particularly on the head, farther east. They have a thin white or yellow stripe over the eye, a blackish line through the eye, and a pale partial eyering. The namesake orange crown patch is rarely seen, but may become visible when the bird raises its head feathers in excitement or agitation. The undertail coverts are bright yellow and are often the brightest part of the plumage."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238635740",
        "description": [
            "Orange-crowned Warblers forage in dense shrubbery and low trees. They tend to be quiet and unobtrusive, although their low foraging habits can help you spot them. They often give a high, faint contact call while foraging."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64441241-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64441241-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64441241-720px.jpg"
        ],
        "description": [
            "Orange-crowned Warblers breed in dense areas of deciduous shrubs, usually within or adjacent to forest. They can occur from low-elevation oak scrub to stunted forest near timberline. During migration you may find them in nearly any habitat, though they still show a preference for dense, low vegetation."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Orange-crowned Warblers of the Pacific slope are quite bright, even yellowish, and can be readily confused with Yellow Warblers (see Similar Species). The stripe over the eye (superciliary) is always yellow, as are their underparts, and the blurry olive streaks contrast more strongly than in other forms of the species. In the Interior West, Orange-crowned Warblers usually have gray heads. Though some may have yellow-green heads, they still usually contrast fairly obviously with a brighter olive back. These birds may have white or yellow superciliaries. The largest subspecies, sordida, occurs only on the Channel Islands of California."
        ]
    }
}