{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66038321-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66038321-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66038321-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Yellow-billed Cuckoos are fairly large, long, and slim birds. The bill is almost as long as the head, thick and slightly downcurved. They have a flat head, thin body, and very long tail. Wings appear pointed and swept back in flight."
            ],
            "Compared Size": [
                "Longer, but slighter, than American Kestrel; about the size of a Blue Jay or Western Scrub-Jay."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 10.2-11.8 in (26-30 cm)",
                "Weight: 1.9-2.3 oz (55-65 g)",
                "Wingspan: 15.0-16.9 in (38-43 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66038331-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66038331-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66038331-480px.jpg"
        ],
        "description": [
            "Yellow-billed Cuckoos are warm brown above and clean whitish below. They have a blackish mask across the face and a yellow eyering. In flight, the outer part of the wings flash rufous. From below, the tail has wide white bands and narrower black ones. The bill is mostly yellow."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238639430",
        "description": [
            "Yellow-billed Cuckoos forage slowly and methodically in treetops for large, hairy caterpillars—their slow approach can make them hard to find. However, they are vocal birds, and their slow, rolling, guttural calls are distinctive. They fly in a straight path using sharp wingbeats with a slight pause between them."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66038341-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66038341-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66038341-720px.jpg"
        ],
        "description": [
            "They live mainly among the canopies of deciduous trees; look for them in woodland patches with gaps and clearings. In the West, this species is rare and restricted to the cottonwood-dominated forests that line larger rivers running through arid country."
        ]
    }
}