{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64453181-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64453181-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64453181-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A compact, small songbird with a full body for a warbler and a thick neck. The bill is straight and thin overall, although heavier than many other warblers’ bills. The tail is medium length and the legs are fairly long."
            ],
            "Compared Size": [
                "Slightly larger than a Common Yellowthroat, slightly smaller than a Pine Warbler."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 3.9-5.9 in (10-15 cm)",
                "Weight: 0.3-0.5 oz (9-13 g)",
                "Wingspan: 7.5 in (19 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64453201-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64453201-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64453201-480px.jpg"
        ],
        "description": [
            "Adult males are rich golden-olive above, bright yellow below, with a dark gray hood extending down to the chest. The face has white crescents (arcs) above and below the eye and blackish lores (the area between eye and bill). Adult females are similar but duller in color. Immatures are mostly olive brown above, with whitish eye arcs and a grayish or brownish version of the hood, broken up by a pale throat.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238648878",
        "description": [
            "Hops or flies low in vegetation or on the ground and gleans insects, often calling regularly (a distinctive tsik). Males sing from open or concealed perches in the understory. Migrants often call regularly, unlike Mourning Warbler migrants.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/64453211-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64453211-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64453211-480px.jpg"
        ],
        "description": [
            "Nests and forages in dense shrubby vegetation, second growth, and along streams with dense underbrush. Migrants typically occur in similar habitats. Winters in dense habitats in Central America, from coastal mangrove and edges of thorn forest into cloud forest.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Ornithologists currently recognize two subspecies: tolmiei that breeds on the west side of the Cascades and Sierra Nevada, from Alaska to southern California (the Pacific Slope), and monticola that breeds east of that region, in the Rocky Mountains from British Columbia to Arizona. Plumage tones differ markedly, with tolmiei a saturated yellowish olive above and bright yellow below, and monticola more grayish olive above and a paler greenish yellow below. The small, isolated population in northern Mexico is genetically very distinct from the nearest U.S. populations and probably diverged over a million years ago, during the early Pleistocene.",
            ""
        ]
    }
}