{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/60403261-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60403261-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60403261-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Flickers are fairly large woodpeckers with a slim, rounded head, slightly downcurved bill, and long, flared tail that tapers to a point."
            ],
            "Compared Size": [
                "About half again as big as a Hairy Woodpecker"
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 11.0-12.2 in (28-31 cm)",
                "Weight: 3.9-5.6 oz (110-160 g)",
                "Wingspan: 16.5-20.1 in (42-51 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60403251-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60403251-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60403251-480px.jpg"
        ],
        "description": [
            "Flickers appear brownish overall with a white rump patch that’s conspicuous in flight and often visible when perched. The undersides of the wing and tail feathers are bright yellow, for eastern birds, or red, in western birds. With a closer look you’ll see the brown plumage is richly patterned with black spots, bars, and crescents.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238639797",
        "description": [
            "Northern Flickers spend lots of time on the ground, and when in trees they’re often perched upright on horizontal branches instead of leaning against their tails on a trunk. They fly in an up-and-down path using heavy flaps interspersed with glides, like many woodpeckers.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60403231-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60403231-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60403231-720px.jpg"
        ],
        "description": [
            "Look for flickers in open habitats near trees, including woodlands, edges, yards, and parks. In the West you can find them in mountain forests all the way up to treeline.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "North America has two easily distinguished races of Northern Flickers: the yellow-shafted form of the East, which occurs into Texas and the Great Plains, and the red-shafted form of the West. The key difference is the color of the flight-feather shafts, which are either a lemon yellow or a rosy red. Yellow-shafted forms have tan faces and gray crowns, and a red crescent on the nape. Males have a black mustache stripe. Red-shafted forms have a gray face, brown crown, and no nape crescent, with males showing a red mustache stripe. Hybrids look intermediate and are common at the edges of these two groups’ ranges.",
            ""
        ]
    }
}