{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67360331-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67360331-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67360331-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Hooded Orioles are fairly large songbirds with longer and more delicate bodies than other orioles. They also have long rounded tails and longish necks. The bill is curved slightly downward, more so than in most other orioles."
            ],
            "Compared Size": [
                "Larger than a House Finch, smaller than a Western Kingbird."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 7.1-7.9 in (18-20 cm)",
                "Weight: 0.8 oz (24 g)",
                "Wingspan: 9.1-11.0 in (23-28 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67360311-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67360311-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67360311-480px.jpg"
        ],
        "description": [
            "Adult males are brilliant black and vary from brilliant yellow to flame orange. They have black tails, throats, and wings and yellow to orange rumps, hoods, and bellies. The black throat extends up the face creating a little mask around the eye and down the chest to make a bib. Adult males flash white wingbars. Females are olive-yellow overall with grayer backs and thin white wingbars. Juvenile males look like females, but with black throats."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238649673",
        "description": [
            "Hooded Orioles are acrobatic foragers and often hang upside down while they grab their prey, but they tend to forage sluggishly among leaves and branches. They make direct flights between trees with strong wingbeats."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67360291-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67360291-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67360291-480px.jpg"
        ],
        "description": [
            "Hooded Orioles live in open woodlands with scattered trees, including cottonwoods, willows, sycamores, and especially palm trees."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Males in northwestern Mexico and the southwestern United States tend to be more yellow, while males in south Texas and eastern Mexico are more orange."
        ]
    }
}