{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71319271-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71319271-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71319271-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Herring Gulls are large gulls with hefty bills and robust bodies. In flight, they look barrel-chested and broad-winged compared to smaller species such as Ring-billed Gulls."
            ],
            "Compared Size": [
                "Larger than a Ring-billed Gull, smaller than Western or Great Black-backed Gull."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 22.1-26.0 in (56-66 cm)",
                "Weight: 28.2-44.1 oz (800-1250 g)",
                "Wingspan: 53.9-57.5 in (137-146 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/71319301-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71319301-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71319301-480px.jpg"
        ],
        "description": [
            "Adults have light-gray backs, black wingtips, and white heads and underparts. In winter, dusky streaks mark their heads. Herring Gulls take four years to reach adult plumage. Juveniles are mottled brown; second-year birds are brown but show gray on the back. Third-years have more gray on the back and more white on the head and underparts. The legs are dull pink at all ages."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238666929",
        "description": [
            "Herring Gulls patrol shorelines and open ocean, picking scraps off the surface. Rallying around fishing boats or refuse dumps, they are loud and competitive scavengers, happy to snatch another bird's meal. They spend much of their time perched near food sources, often in congregations of gulls."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71319401-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71319401-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71319401-480px.jpg"
        ],
        "description": [
            "Look for Herring Gulls in winter along coasts and near large reservoirs, lakes, and major rivers. They feed in habitats as diverse as open water, mudflats, plowed fields, and garbage dumps, and gather in almost any open space near food. In summer, they’re most likely to be seen along the Atlantic Coast, Great Lakes, and coastal Alaska; they also breed across the boreal far north."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Herring Gulls vary considerably across the Northern Hemisphere, and this combined with their tendency to hybridize with other gull species causes headaches in both taxonomy and identification. By sight, the different types of Herring Gulls are difficult to distinguish, and only the American Herring Gull (",
            "Larus argentatus smithsonianus",
            ") is likely to be seen in North America. European Herring Gulls (",
            "L . a. argentatus",
            ") and Yellow-legged Gulls (",
            "Larus michahellis",
            ", recently designated a separate species) are very rare visitors to eastern North America. The Vega Gull (",
            "L. a. vegae",
            "), a subspecies with a darker gray back, breeds in northwest Alaska and northeast Asia, but is very rare in the rest of North America."
        ]
    }
}