{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64838141-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64838141-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64838141-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Willets are large, stocky shorebirds with long legs and thick, straight bills considerably longer than the head. Their wings are broader and rounder than those of many shorebirds and the tail is short and squared off at the base."
            ],
            "Compared Size": [
                "A large shorebird with a pigeon-sized body on long legs"
            ],
            "Relative Size": [
                "crow-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 13.0-16.1 in (33-41 cm)",
                "Weight: 7.0-11.6 oz (200-330 g)",
                "Wingspan: 27.6 in (70 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64838171-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64838171-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64838171-720px.jpg"
        ],
        "description": [
            "Willets are gray or brown birds that, when flying, display a striking white and black stripe along each wing. In summer, Willets are mottled gray, brown, and black; in winter they are a more consistent plain gray. The legs are bluish gray."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238648101",
        "description": [
            "Willets are often seen alone. They walk deliberately, pausing to probe for crabs, worms and other prey in sand and mudflats, or to pick at insects and mollusks. When startled, they react with a piercing call, often opening their wings and running rather than taking flight."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/64838121-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64838121-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64838121-720px.jpg"
        ],
        "description": [
            "In winter, Willets feed on beaches and rocky coasts, as well as mudflats and marshes. During breeding season the western population moves far inland to nest in grasslands and prairies near freshwater. Eastern Willets breed in coastal saltmarshes and on barrier beaches and islands."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Two distinct subspecies occur in North America: one that breeds in the East and another that breeds in the West. (Both subspecies may be seen along the East Coast during fall migration. Eastern Willets leave the U.S. in winter for Central and South America, while some Western Willets winter along the East Coast.) Western Willets are larger but more slender, with a narrower bill than Eastern Willets. Their breeding plumage is less strongly barred than their eastern counterparts."
        ]
    }
}