{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65533521-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65533521-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65533521-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Wood Ducks have a unique shape among ducks—a boxy, crested head, a thin neck, and a long, broad tail. In flight, they hold their head up high, sometimes bobbing it. Overall, their silhouette shows a skinny neck, long body, thick tail, and short wings."
            ],
            "Compared Size": [],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 18.5-21.3 in (47-54 cm)",
                "Weight: 16.0-30.4 oz (454-862 g)",
                "Wingspan: 26.0-28.7 in (66-73 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/59857381-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59857381-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59857381-480px.jpg"
        ],
        "description": [
            "In good light, males have a glossy green head cut with white stripes, a chestnut breast and buffy sides. In low or harsh light, they'll look dark overall with paler sides. Females are gray-brown with white-speckled breast. In eclipse plumage (late summer), males lose their pale sides and bold stripes, but retain their bright eye and bill. Juveniles are very similar to females."
        ]
    },
    "Behavior": {
        "description": [
            "Unlike most waterfowl, Wood Ducks perch and nest in trees and are comfortable flying through woods. Their broad tail and short, broad wings help make them maneuverable. When swimming, the head jerks back and forth much as a walking pigeon's does. You often see Wood Ducks in small groups (fewer than 20), keeping apart from other waterfowl. Listen for the female's call when these wary birds flush."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/59857351-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59857351-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/59857351-480px.jpg"
        ],
        "description": [
            "Look for Wood Ducks in wooded swamps, marshes, streams, beaver ponds, and small lakes. They stick to wet areas with trees or extensive cattails. As a cavity nester, Wood Ducks take readily to nest boxes."
        ]
    }
}