{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65766281-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65766281-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65766281-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Broad-tailed Hummingbirds, though tiny, are medium-sized for a North American hummingbird. They have a slender body, a big head, and a long straight bill. Its tail is relatively long for a hummingbird, extending beyond the wingtips when perched."
            ],
            "Compared Size": [
                "Larger than a Calliope Hummingbird, slightly smaller than a Rufous Hummingbird."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65766321-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65766321-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65766321-480px.jpg"
        ],
        "description": [
            "The Broad-tailed Hummingbird is iridescent green above with greenish or buffy flanks and a white chest and line down the belly. Adult males have a rose-magenta throat patch (gorget). Females and juveniles have green spots on their throats and cheeks and a pale eyering. When they spread their tail in flight, they flash white tail tips."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238641045",
        "description": [
            "Broad-tailed Hummingbirds zips from flower to flower, hovering above flowers to drink nectar. When males are zipping around they make a loud metallic-sounding trill with their wings. Males also perform aerial displays, flying high into the sky and rapidly diving towards the ground making a shrill metallic trill with their wings."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65766291-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65766291-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65766291-480px.jpg"
        ],
        "description": [
            "Broad-tailed Hummingbirds breed in high-elevation meadows, shrubby habitats near pine-oak and evergreen forests, and forest openings within pinyon-juniper, oak woodlands, and evergreen forests in the western United States."
        ]
    }
}