{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64801361-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64801361-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64801361-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A typical medium-sized warbler with a short, thin, pointed bill, trim body, and medium-length tail. The overall shape is similar to the widespread Yellow Warbler."
            ],
            "Compared Size": [
                "Larger than a Northern Parula, slightly smaller than a Yellow-rumped Warbler."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.3-4.7 in (11-12 cm)",
                "Weight: 0.3-0.4 oz (8.9-12.6 g)",
                "Wingspan: 7.9-9.1 in (20-23 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/64801421-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64801421-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64801421-480px.jpg"
        ],
        "description": [
            "The breeding male, with vivid orange in face and throat, is unmistakable; females and immatures show at least a hint of this coloration, but more important is the unique triangular facial pattern of black (or gray), also seen in all plumages.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238667186",
        "description": [
            "Blackburnian Warblers pick insects and their larvae from high in the tops of both coniferous and deciduous trees, where they often search entire branches from base to tip by hopping and creeping along them, looking up at the underside of leaves and inside clumps of dead leaves when present. They also pluck insects from the underside of leaves by hovering (known as “hover-gleaning”) and occasionally catch insects in flight.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64801371-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64801371-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64801371-480px.jpg"
        ],
        "description": [
            "Breeds in coniferous forest (with spruce, white pine, or balsam fir) and mixed coniferous-deciduous forest, often with hemlock trees. Migrants are attracted to similar habitats (cemeteries with tall conifers in particular) but can appear in almost any environment with trees. Wintering birds in Central and South America utilize many montane habitats with trees.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "None.",
            ""
        ]
    }
}