{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67356121-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67356121-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67356121-480px.jpg"
        ],
        "description": {
            "Shape": [
                "The Pine Grosbeak is a large and plump, heavy-chested finch with a round head. Its bill is thick and conical, but much stubbier than in other finch species. The tail is long and slightly notched."
            ],
            "Compared Size": [
                "Larger than a Cassin's Finch, smaller than a Steller's Jay."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67356131-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67356131-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67356131-720px.jpg"
        ],
        "description": [
            "Males are reddish pink and gray. Females and immatures are grayish with tints of reddish orange or yellow on the head and rump. They all have dark gray wings marked by 2 white wingbars. The amount of reddish pink on the bellies of males and the head and rump color on females is variable."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238668123",
        "description": [
            "Pine Grosbeaks hop among branches to nip off fresh buds and needles or on the ground to grab fallen seeds. Males sing a warbling song from treetops during the breeding season. In the winter they form small groups and travel together in search of seeds and fruits, often showing up at bird feeders. In some winters they move or irrupt farther south in search of food."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67356141-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67356141-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67356141-480px.jpg"
        ],
        "description": [
            "Pine Grosbeaks inhabit open spruce, fir, and pine forests as well as subalpine forests. In winter they tend to use mountain ash, maple, and ash forests with abundant seeds."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Plumage coloration varies across the range of Pine Grosbeaks, but these differences are not consistent. Male Pine Grosbeaks in California are often more orangeish and females more yellowish. Birds in the interior West tend to have less red."
        ]
    }
}