{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63737991-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63737991-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63737991-720px.jpg"
        ],
        "description": {
            "Shape": [
                "These medium-sized owls have long, rounded wings and short tails, which combine with a buoyant, loping flight to give them a distinctive flight style. The legs are long and the head is smoothly rounded, without ear tufts."
            ],
            "Compared Size": [
                "Larger than a screech-owl, but smaller than a Great Horned Owl."
            ],
            "Relative Size": [
                "crow-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 12.6-15.8 in (32-40 cm)",
                "Weight: 14.1-24.7 oz (400-700 g)",
                "Wingspan: 39.4-49.2 in (100-125 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63738021-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63738021-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63738021-720px.jpg"
        ],
        "description": [
            "Barn Owls are pale overall with dark eyes. They have a mix of buff and gray on the head, back, and upperwings, and are white on the face, body, and underwings. When seen at night they can appear all white."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238640561",
        "description": [
            "Barn Owls nest and roost in cavities, abandoned barns and other buildings, and dense trees. At night, Barn Owls hunt by flying low, back and forth over open habitats, searching for small rodents primarily by sound."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63738011-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63738011-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63738011-720px.jpg"
        ],
        "description": [
            "Barn Owls require large areas of open land over which to hunt. This can either be marsh, grasslands, or mixed agricultural fields. For nesting and roosting, they prefer quiet cavities, either in trees or man-made structures such as barns or silos."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Barn Owls have a worldwide distribution with substantial variation in size and in the patterns of buff and white in the plumage. However, the subspecies found in the United States and Canada does not show substantial geographic variation."
        ]
    }
}