{
    "Adult (Eastern)": {
        "link": [
            [
                " https://www.allaboutbirds.org/guide/assets/photo/302322781-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/302322781-720px.jpg",
                "https://www.allaboutbirds.org/guide/assets/photo/302322781-480px.jpg"
            ],
            [
                " https://www.allaboutbirds.org/guide/assets/photo/65763761-480px.jpg",
                "https://www.allaboutbirds.org/guide/assets/photo/65763761-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/65763761-720px.jpg"
            ]
        ],
        "description": [
            "A small, stocky songbird with a relatively thick bill and stout, blue-toned legs. The wing is mostly plain, and the face has an “open” look, lacking the strong dark eyeline shown by several similar species.",
            "Often washed pale yellow below, with the brightest color on the flanks. Face contrast is low, with a weak stripe in front of and behind the eye. This makes the dark eye stand out strongly on the face. Though Eastern birds (gilvus) are generally more yellow below than Western (swainsoni), the differences are quite subtle and subspecies ID should rely primarily on song."
        ]
    },
    "Adult (Western)": {
        "link": [
            [
                "https://www.allaboutbirds.org/guide/assets/videoThumbs/447668-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/videoThumbs/447668-720px.jpg",
                " https://www.allaboutbirds.org/guide/assets/videoThumbs/447668-480px.jpg"
            ],
            [
                " https://www.allaboutbirds.org/guide/assets/photo/302322891-480px.jpg",
                "https://www.allaboutbirds.org/guide/assets/photo/302322891-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/302322891-720px.jpg"
            ],
            [
                " https://www.allaboutbirds.org/guide/assets/photo/65763781-720px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/65763781-480px.jpg",
                "https://www.allaboutbirds.org/guide/assets/photo/65763781-480px.jpg"
            ],
            [
                "https://www.allaboutbirds.org/guide/assets/photo/302323601-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/302323601-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/302323601-720px.jpg"
            ],
            [
                "https://www.allaboutbirds.org/guide/assets/photo/302323581-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/302323581-480px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/302323581-720px.jpg"
            ]
        ],
        "description": [
            "Forages by moving slowly through small branches, looking around carefully for insects. Note fairly thick bill and dark line through eye that fades out before it meets the bill.",
            "A stout, plain-winged songbird with sturdy blue-gray legs and a blunt bill. Generally olive-gray above and whitish below with a low-contrast face pattern. Western birds (swainsoni) tend to be drab below with little yellow, but visual differences are slight and subspecies ID should be reinforced with song.",
            "The slight yellow wash to the underparts is concentrated along the flanks instead of the center of the breast or throat, which helps to distinguish this species from Philadelphia Vireo . Visual differences between populations are slight, but this bird shows a darker gray crown typical of the Western subspecies group (swainsoni).",
            "The large head, relatively short tail, and stout bill with a hooked tip identify this as a vireo. This species has plain wings and a low-contrast face with bold dark eye. Western birds (swainsoni) show relatively dark gray crowns and olive green backs.",
            "A stout, short-tailed songbird with a thick bill and plain wings. When viewed from the side, these vireos can appear fairly yellow on the flanks; however, note the white throat. The bold dark eye stands out on the relatively dull, low contrast face."
        ]
    },
    "Habitat": {
        "link": [
            [
                " https://www.allaboutbirds.org/guide/assets/photo/65763801-720px.jpg",
                " https://www.allaboutbirds.org/guide/assets/photo/65763801-480px.jpg",
                "https://www.allaboutbirds.org/guide/assets/photo/65763801-480px.jpg"
            ]
        ],
        "description": [
            "Breeding birds strongly prefer deciduous woodland near water; on migration the species uses nearly any vegetated habitat."
        ]
    }
}