{
    "Size": {
        "description": {
            "Shape": [
                "A large, heavyset gull with a big, somewhat flat head and a long, heavy bill with a thick tip and pronounced angle along the lower edge."
            ],
            "Compared Size": [
                "Larger than an Iceland Gull, smaller than a Glaucous Gull."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 19.7-23.2 in (50-59 cm)",
                "Weight: 31.8-42.3 oz (900-1200 g)",
                "Wingspan: 47.2-56.3 in (120-143 cm)"
            ]
        }
    },
    "Color": {
        "description": [
            "Breeding adults are pearly gray above, including the wingtips, and white below. The wingtips have white spots. The bill is yellow and the legs and feet pinkish. Nonbreeding adults have some brownish mottling or streaking on the head. Juveniles are pale brown overall, including wingtips. Subadult plumages are intermediate between juvenile and adult.",
            ""
        ]
    },
    "Behavior": {
        "description": [
            "Walks, swims, and flies in coastal areas and hunts prey visually, pulling fish, crabs, mollusks, and sea stars from rocks or pools, often dropping hard prey from the air to break it open on rocks. Sometimes joins large flocks of seabirds to feed on concentrated schools of small fish. Also scavenges around fishing boats, fish-processing plants, eagles and bears, and visits landfills. Often rests and forages in flocks of several gull species, especially during the nonbreeding season.",
            ""
        ]
    },
    "Habitat": {
        "description": [
            "Nests on small treeless islands in the ocean but near the mainland. Sometimes nests on buildings and other structures. Forages along marine shorelines, both rocky and sandy, in rivermouths, bays, and estuaries, and in landfills.",
            ""
        ]
    }
}