{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64972831-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64972831-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64972831-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Field Sparrows are small, slender sparrows with relatively short, conical bills, rounded heads, and somewhat long tails."
            ],
            "Compared Size": [
                "Smaller and more slender than a Song Sparrow; larger than a Black-capped or Carolina Chickadee."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.7-5.9 in (12-15 cm)",
                "Weight: 0.4-0.5 oz (11-15 g)",
                "Wingspan: 7.9 in (20 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64972791-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64972791-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64972791-720px.jpg"
        ],
        "description": [
            "These are warm-colored birds with a distinct white eyering, a pink bill, and pale grayish underparts with soft orangey highlights. The head is pale gray with a bright rufous crown and a wide rufous line behind the eye. The whitish throat is bordered by soft orange-rufous lateral throat stripes. The back is brown with black streaks, all of which contrasts with the gray rump and tail. The wings have two weak wingbars."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238667015",
        "description": [
            "Field Sparrows are unobtrusive and can be easily overlooked except for the long, distinctive song of breeding males. On spring and summer mornings they sing this loud, accelerating song from exposed perches. Individuals or, outside the breeding season, small flocks quietly feed on weed and grass seeds on or near the ground, flushing into shrubby cover when disturbed."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64972781-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64972781-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64972781-480px.jpg"
        ],
        "description": [
            "Field Sparrows are so-called “old-field” specialists; look for them in areas of tall grass and brush that are growing up into small trees and shrubs, particularly thorny shrubs such as roses and briars."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Field Sparrows in the Great Plains tend to be larger, paler, and grayer than their brighter, browner counterparts in the East, although there is considerable overlap in both plumage and size. On Great Plains individuals, the only warm body coloration is restricted to the crown (but with a gray central crown stripe) and a bar at the shoulder. The back is brown with gray streaks."
        ]
    }
}