{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60017921-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60017921-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60017921-720px.jpg"
        ],
        "description": {
            "Shape": [
                "American Wigeons are medium-sized, rather compact ducks with a short bill and a round head. They tend to sit on the water with their heads pulled down, giving them a no-necked look."
            ],
            "Compared Size": [
                "Larger than a Green-winged Teal, smaller than a Mallard."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 16.5-23.2 in (42-59 cm)",
                "Weight: 19.1-46.9 oz (540-1330 g)",
                "Wingspan: 33.1 in (84 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60017891-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60017891-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60017891-480px.jpg"
        ],
        "description": [
            "Breeding males have a brownish gray head with a wide green stripe behind the eye and a gleaming white cap. The body is pale cinnamon with white patches on the sides of the rump that contrast with the black undertail feathers. In flight, note the white patch on the upperwing and a green patch on the secondaries. Females and nonbreeding males are warm brown with a brownish gray head and a dark smudge around the eye. Both sexes have a pale gray bill with a black tip.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238643547",
        "description": [
            "American Wigeons congregate in groups on lakes and wetlands, where they nibble aquatic vegetation from the surface or tip up to grab plants under the water. They also waddle through fields plucking at plants with their short bill. Unlike many ducks, they are quite vocal, especially during the nonbreeding season.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60017871-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60017871-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60017871-720px.jpg"
        ],
        "description": [
            "At all times of year, American Wigeons can be found in freshwater wetlands, lakes, slow-moving rivers, impoundments, flooded fields, estuaries, bays, and marshes.",
            ""
        ]
    }
}