{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63892991-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63892991-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63892991-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Northern Pintails are elegant, long-necked ducks with a slender profile. The tail is long and pointed, but it is much longer and more prominent on breeding males than on females and nonbreeding males. In flight, the wings are long and narrow."
            ],
            "Compared Size": [
                "Larger than a Green-winged Teal, smaller than a Mallard."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 20.1-29.9 in (51-76 cm)",
                "Weight: 17.6-51.1 oz (500-1450 g)",
                "Wingspan: 34.0 in (86.4 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63892941-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63892941-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63892941-480px.jpg"
        ],
        "description": [
            "Breeding male Northern Pintails stand out with a gleaming white breast and a white line down their chocolate brown head and neck. Females and males that are molting (eclipse plumage) are mottled in browns and whites with an unmarked pale tan face and a dark bill. In flight, males flash a green speculum (the inner wing feathers or secondaries) and females flash a bronzy speculum.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238645979",
        "description": [
            "Northern Pintails dabble on the surface of the water and filter out seeds and insects with their bills. They also waddle at the edges of wetlands and through agricultural fields feeding on grain and insects. They form large groups and readily associate with other ducks during the nonbreeding season.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63892951-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63892951-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63892951-720px.jpg"
        ],
        "description": [
            "Northern Pintails nest in seasonal wetlands, croplands, grasslands, wet meadows, and shortgrass prairies. They forage in nearby shallow wetlands, lakes, and ponds. They spend the nonbreeding season in wetlands, ponds, lakes, bays, tidal marshes, and flooded agricultural fields.",
            ""
        ]
    }
}