{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68934741-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68934741-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68934741-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A rather small hummingbird with a long, straight bill and a tail that is notched in the center. Males have fuller tails than females, with rounded corners (females’ tails have squared corners)."
            ],
            "Compared Size": [
                "About the size of a Ruby-throated or Black-chinned Hummingbird, smaller than a Blue-throated Mountain-gem."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68934691-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68934691-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68934691-480px.jpg"
        ],
        "description": [
            "Adult males are rich green with a shimmering blue throat (gorget) and a red bill tipped in black. Females are golden-green above, gray below, with a white line behind the eye. Immatures are similar to females (immature males often show the beginning of a blue-green gorget).",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/239747493",
        "description": [
            "Drinks nectar by inserting the bill into flowers (or hummingbird feeders), sometimes feeding repeatedly in a small area, sometimes traveling long distances between patches of flowers. Also captures insects by flycatching and by gleaning them from plants. Males perform a pendulum-style courtship display and may gather in small groups called leks to call and display.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68934761-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68934761-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68934761-480px.jpg"
        ],
        "description": [
            "Nests in stream canyons in mountainous areas up to about 6,500 feet elevations, usually with sycamores, cottonwoods, and willows. After breeding, may forage at higher elevations, almost to 10,000 feet.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Ornithologists recognize 5 or 6 similar subspecies in Mexico. In the United States, only the subspecies magicus is known to occur.",
            ""
        ]
    }
}