{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67375041-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67375041-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67375041-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Rusty Blackbird is a medium-sized blackbird with a slender bill and medium-length tail. The bill is slightly decurved. They are a bit larger and longer-tailed than Red-winged Blackbird with a more slender bill. Rusty Blackbird is thinner-billed and shorter-tailed than Common Grackle."
            ],
            "Compared Size": [],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 8.3-9.8 in (21-25 cm)",
                "Weight: 1.7-2.8 oz (47-80 g)",
                "Wingspan: 14.6 in (37 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67375011-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67375011-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67375011-720px.jpg"
        ],
        "description": [
            "In winter, male Rusty Blackbirds are recognized by their rusty feather edges, pale yellow eye and buffy eyebrow. Females are gray-brown; they also have rusty feather edges, pale eyes and a bold eyebrow, contrasting with darker feathers right around the eye. Breeding males are dark glossy black."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238643240",
        "description": [
            "Rusty Blackbirds are often gather in small flocks in winter, sometimes mix with Common Grackles, Red-winged Blackbirds and European Starlings. They feed on the ground by walking and flipping over leaves and debris. They tend to hold their long tail up when feeding on the ground, which can help pick them out in a flock of Red-winged Blackbirds. Flocks often perch at the tops of trees. Rusty Blackbirds frequently give a distinctive bubbly call, kurlulr-teEE, often ending on a high-pitched rising note.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67375001-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67375001-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67375001-720px.jpg"
        ],
        "description": [
            "Look for Rusty Blackbirds in wet areas, including flooded woods, swamps, marshes and the edges of ponds. These moist habitats are their favorite foraging areas in winter and during migration. During the breeding season, they favor bogs, beaver ponds and wet woods in boreal forest."
        ]
    }
}