{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64836521-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64836521-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64836521-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Large and lanky for a shorebird, with very long legs, a long neck, and a thick-based, slightly upturned bill."
            ],
            "Compared Size": [
                "About 50% larger than a Lesser Yellowlegs, smaller than a Marbled Godwit."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 11.4-13.0 in (29-33 cm)",
                "Weight: 4.5-7.7 oz (128-219 g)",
                "Wingspan: 23.6 in (60 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64836511-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64836511-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64836511-720px.jpg"
        ],
        "description": [
            "In breeding plumage the Greater Yellowlegs is a striking bird, with dense, dark bands on the breast and neck. Most of the year, the pattern is more subdued: a black and white checkerboard of speckling on the back, with a finely streaked neck and head. There is usually some barring on the flanks and a bright, white eyering. Bill is dark. In all plumages, legs are appropriately bright yellow, occasionally orange in spring.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238669151",
        "description": [
            "The Greater Yellowlegs strides purposefully across mudflats and marshes with a distinctive high-stepping gait, occasionally breaking into a run to chase aquatic prey. Flight is strong and swift, with legs extending well beyond the tail, often accompanied by its strident chirpy call.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64836571-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64836571-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64836571-480px.jpg"
        ],
        "description": [
            "The Greater Yellowlegs occurs in a wide variety of wetland habitats in migration and winter, from tidal flats to sewage ponds to flooded fields. They are able to use wetlands with taller vegetation than other shorebirds can use, owing to their larger size. In summer, they breed throughout the boreal zone in boggy sloughs with small wooded islands and coniferous forests with wet clearings.",
            ""
        ]
    }
}