{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67363301-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67363301-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67363301-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Male Great-tailed Grackles are long-legged, slender blackbirds with a flat-headed profile and stout, straight bills. The male’s tapered tail is nearly as long as its body and folds into a distinctive V or keel shape. Females are about half the size of males with long, slender tails."
            ],
            "Compared Size": [
                "Exceptionally long-tailed and large songbird. Much smaller by weight than an American Crow, but about the same length."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 15.0-18.1 in (38-46 cm)",
                "Weight: 3.7-6.7 oz (105-190 g)",
                "Wingspan: 18.9-22.8 in (48-58 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67363281-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67363281-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67363281-720px.jpg"
        ],
        "description": [
            "Male Great-tailed Grackles are iridescent black with piercing yellow eyes, and black bills and legs. Females are dark brown above, paler below, with a buff-colored throat and stripe above the eye. Juveniles have the female’s dark brown plumage, with streaked underparts and a dark eye."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238649221",
        "description": [
            "You’ll often see Great-tailed Grackles with other blackbirds pecking for food on lawns, fields, and at marsh edges, vying for trash in urban settings, or crowding in trees and on telephone lines in noisy roosts."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67363331-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67363331-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67363331-480px.jpg"
        ],
        "description": [
            "Look for Great-tailed Grackles in rural and developed areas of the Midwest and West, foraging in agricultural fields and feedlots, and in suburbs including golf courses, cemeteries, parks, and neighborhood lawns. Large trees and vegetation edging marshes, lakes, and lagoons provide roosting and breeding sites."
        ]
    }
}