{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/59867241-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59867241-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/59867241-480px.jpg"
        ],
        "description": {
            "Shape": [
                "The Carolina Wren is a small but chunky bird with a round body and a long tail that it often cocks upward. The head is large with very little neck, and the distinctive bill marks it as a wren: long, slender, and downcurved."
            ],
            "Compared Size": [
                "slightly smaller than sparrows; slightly larger than a House Wren"
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.7-5.5 in (12-14 cm)",
                "Weight: 0.6-0.8 oz (18-22 g)",
                "Wingspan: 11.4 in (29 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/59867271-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59867271-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/59867271-480px.jpg"
        ],
        "description": [
            "Both males and females are a bright, unpatterned reddish-brown above and warm buffy-orange below, with a long white eyebrow stripe, dark bill, and white chin and throat."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238640135",
        "description": [
            "The Carolina Wren creeps around vegetated areas and scoots up and down tree trunks in search of insects and fruit. It explores yards, garages, and woodpiles, sometimes nesting there. This wren often cocks its tail upward while foraging and holds it down when singing. Carolina Wrens defend their territories with constant singing; they aggressively scold and chase off intruders."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/59867301-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/59867301-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59867301-480px.jpg"
        ],
        "description": [
            "Look—or listen—for Carolina Wrens singing or calling from dense vegetation in wooded areas, especially in forest ravines and neighborhoods. These birds love to move low through tangled understory; they frequent backyard brush piles and areas choked with vines and bushes."
        ]
    },
    "Regional_Difference": {
        "description": [
            "The Florida population of Carolina Wrens is larger and stouter, a darker rusty chestnut above and more deeply colored below."
        ]
    }
}