{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65763191-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65763191-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65763191-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A small, sturdy songbird with a fairly thick, short, and slightly hooked bill."
            ],
            "Compared Size": [
                "Larger than a Red-breasted Nuthatch, smaller than a Red-eyed Vireo."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65763181-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65763181-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65763181-480px.jpg"
        ],
        "description": [
            "Plumbeous Vireos are rich gray above, white below, with bold white “spectacles” (the eyering and lores). The grayish sides can show a hint of yellowish.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238665452",
        "description": [
            "Moves methodically along branches in mature trees, searching for insects. Joins mixed-species flocks in the nonbreeding season.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65763201-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65763201-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65763201-480px.jpg"
        ],
        "description": [
            "Nests in dry coniferous and mixed forests of the mountain West (3,000 to 8,200 feet elevation) and in stream corridors in the Great Basin. Migrants often travel along drainages. Wintering birds in Mexico range from coastal mangroves up to nearly 10,000 feet in pine-oak woodlands.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Ornithologists recognize at least four subspecies, but only one of these, the migratory subspecies plumbeus, occurs in the United States. The others are the larger gravis of Puebla and Veracruz, Mexico; the slightly smaller notius of Belize; and the more colorful montanus of southern Mexico south to Honduras, which looks more like a Cassin’s Vireo than other Plumbeous subspecies. The southern three subspecies are nonmigratory.",
            ""
        ]
    }
}