{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60412951-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60412951-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60412951-720px.jpg"
        ],
        "description": {
            "Shape": [
                "American Robins are fairly large songbirds with a large, round body, long legs, and fairly long tail. Robins are the largest North American thrushes, and their profile offers a good chance to learn the basic shape of most thrushes. Robins make a good reference point for comparing the size and shape of other birds, too."
            ],
            "Compared Size": [
                "The largest North American thrush, almost half again as big as a bluebird."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 7.9-11.0 in (20-28 cm)",
                "Weight: 2.7-3.0 oz (77-85 g)",
                "Wingspan: 12.2-15.8 in (31-40 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60412911-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60412911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60412911-480px.jpg"
        ],
        "description": [
            "American Robins are gray-brown birds with warm orange underparts and dark heads. In flight, a white patch on the lower belly and under the tail can be conspicuous. Compared with males, females have paler heads that contrast less with the gray back."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238649929",
        "description": [
            "American Robins are industrious birds that bound across lawns or stand erect, beak tilted upward, to survey their environs. When alighting they habitually flick their tails downward several times. In fall and winter they form large flocks and gather in trees to roost or eat berries.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60412971-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60412971-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60412971-480px.jpg"
        ],
        "description": [
            "American Robins are common across the continent in gardens, parks, yards, golf courses, fields, pastures, tundra, as well as deciduous woodlands, pine forests, shrublands, and forests regenerating after fires or logging."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Western populations are often paler than eastern populations and have almost no white at the tail corners. Breeding robins on the Canadian Atlantic coast are richly colored, with black on the upper back and neck."
        ]
    }
}