{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67386581-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67386581-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67386581-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Lazuli Buntings are small, finchlike, stocky songbirds with cone-shaped bills and gently sloping foreheads. The tail is notched or slightly forked."
            ],
            "Compared Size": [
                "Larger than a Lesser Goldfinch, smaller than a Western Bluebird."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 5.1-5.9 in (13-15 cm)",
                "Weight: 0.5-0.6 oz (13-18 g)",
                "Wingspan: 8.7 in (22 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67386591-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67386591-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67386591-480px.jpg"
        ],
        "description": [
            "Adult breeding males are brilliant blue above with a pumpkin-colored breast and a white belly. Adult males also have a white shoulder patch that stands out on perched and flying birds. Females are warm grayish-brown above, with a blue tinge to the wings and tail, two buffy wingbars, and an unstreaked pale cinnamon or tan breast. Juveniles and nonbreeding males have a pumpkin-colored breast, but their backs and heads are mottled blue and tan."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238664989",
        "description": [
            "Male Lazuli Buntings perch upright and sing from exposed perches in low trees and shrubs. They forage at various heights, but spend most of their time in the understory, hopping between branches and on the ground while reaching for insects or seeds."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67386621-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67386621-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67386621-480px.jpg"
        ],
        "description": [
            "Lazuli Buntings breed in brushy hillsides, areas near streams, wooded valleys, thickets and hedges along agricultural fields, recently burned areas, and residential gardens of the West, up to about 9,500 feet elevation."
        ]
    }
}