{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67362641-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67362641-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67362641-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A solidly built songbird with a thick-based, sharply pointed, slightly curved bill. Males have a thick neck, especially when they fluff out the feathers of the nape during displays."
            ],
            "Compared Size": [
                "Larger than a Brown-headed Cowbird, smaller than an Eastern or Western Meadowlark; similar in size to a Red-winged Blackbird."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 7.9 in (20 cm)",
                "Weight: 2.3-2.6 oz (64.9-73.9 g)",
                "Wingspan: 13.0 in (33 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67362621-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67362621-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67362621-480px.jpg"
        ],
        "description": [
            "Adult males are blackish with a soft bronze sheen. The wings appear purplish blue at close range. Adult females and juveniles in the eastern part of the range are blackish; in the western part of the range they are grayish brown. Adults have vivid red eyes; juveniles have dark eyes.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238650397",
        "description": [
            "Forages in flocks, mostly on the ground, searching for seeds, grains, and insects. Males perform a remarkable “helicopter” display to females. Both sexes search for orioles and other birds in the process of building nests; the female stealthily lays eggs in other birds’ nests.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67362631-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67362631-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67362631-480px.jpg"
        ],
        "description": [
            "Open habitats such as chaparral, mesquite bosques, coastal prairie, farmland, pasture, golf courses, lightly wooded canyons, and riparian corridors.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Subspecies loyei of Arizona, New Mexico, and adjacent parts of Mexico, Texas, and California is the largest of the subspecies; females are grayish brown. The subspecies found from Louisiana through Central America, aeneus, is smaller and females are black. The ranges of these two subspecies meet in far western Texas, where both are uncommon. Subspecies assimilis of southwestern Mexico is similar to loyei but smaller. The endangered armenti of northern Colombia, often treated as a separate species (Bronze-brown Cowbird), is smaller still; males are a luminous brown, unlike the other subspecies.",
            ""
        ]
    }
}