{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65055711-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65055711-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65055711-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A small, compact waterbird with a compact body, relatively short neck, blocky head (sometimes peaked), and straight, narrow bill, very unlike a duck's bill."
            ],
            "Compared Size": [
                "Slightly larger than an Eared Grebe, smaller than a Red-necked Grebe."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 12.2-15.0 in (31-38 cm)",
                "Weight: 10.6-20.1 oz (300-570 g)",
                "Wingspan: 17.3-18.1 in (44-46 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65055691-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65055691-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65055691-480px.jpg"
        ],
        "description": [
            "Breeding adults are dark gray-black on the back with rich rusty-cinnamon sides and neck. The head is gray-black with long yellow tufts behind the eye. Nonbreeding birds are monochromatic: grayish above with white underparts. The head is capped in black with a sharp transition to white on the cheek.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/239745929",
        "description": [
            "Horned Grebes are almost always seen on the water, where they make fairly brief dives in pursuit of fish and invertebrates. Breeding birds feed heavily on insects and larvae, some caught in the air, others in or on the water. Wintering and migrating birds usually form small flocks.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65055731-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65055731-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65055731-720px.jpg"
        ],
        "description": [
            "Breeds on freshwater ponds with emergent vegetation. On migration and in winter occurs in lakes, ponds, rivers, bays, and oceans.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Horned Grebes of North America (subspecies cornutus) are paler above than the Old World subspecies, often called \"Slavonian Grebe\" (auritus). Slavonian Grebes have chestnut, rather than buffy, “horns” (the plumes at the sides of the crown in breeding plumage); and in winter, their crown color is glossy black, unlike the flat gray color of North America's cornutus.",
            ""
        ]
    }
}