{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65764731-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65764731-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65764731-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Belted Kingfishers are stocky, large-headed birds with a shaggy crest on the top and back of the head and a straight, thick, pointed bill. Their legs are short and their tails are medium length and square-tipped."
            ],
            "Compared Size": [
                "Smaller than an American Crow; larger than a Hairy Woodpecker."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 11.0-13.8 in (28-35 cm)",
                "Weight: 4.9-6.0 oz (140-170 g)",
                "Wingspan: 18.9-22.8 in (48-58 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65764771-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65764771-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65764771-480px.jpg"
        ],
        "description": [
            "These kingfishers are blue-gray above with fine, white spotting on the wings and tail. The underparts are white with a broad, blue breast band. Females also have a broad rusty band on their bellies. Juveniles show irregular rusty spotting in the breast band.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238669727",
        "description": [
            "Belted Kingfishers spend much of their time perched alone along the edges of streams, lakes, and estuaries, searching for small fish. They also fly quickly up and down rivers and shorelines giving loud rattling calls. They hunt either by plunging directly from a perch, or by hovering over the water, bill downward, before diving after a fish they’ve spotted."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65764781-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65764781-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65764781-480px.jpg"
        ],
        "description": [
            "Kingfishers live near streams, rivers, ponds, lakes, and estuaries. They nest in burrows that they dig into soft earthen banks, usually adjacent to or directly over water. Kingfishers spend winters in areas where the water doesn’t freeze so that they have continual access to their aquatic foods."
        ]
    }
}