{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/159829341-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/159829341-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/159829341-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Sandhill Cranes are very large, tall birds with a long neck, long legs, and very broad wings. The bulky body tapers into a slender neck; the short tail is covered by drooping feathers that form a “bustle.” The head is small and the bill is straight and longer than the head."
            ],
            "Compared Size": [
                "About the same size, but considerably bulkier, than a Great Blue Heron. Smaller than a Whooping Crane."
            ],
            "Relative Size": [
                "goose-sized or larger"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 47.2 in (120 cm)",
                "Weight: 119.9-172.8 oz (3400-4900 g)",
                "Wingspan: 78.7 in (200 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/71547301-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71547301-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71547301-720px.jpg"
        ],
        "description": [
            "These are slate gray birds, often with a rusty wash on the upperparts. Adults have a pale cheek and red skin on the crown. Their legs are black. Juveniles are gray and rusty brown, without the pale cheek or red crown."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238643338",
        "description": [
            "Sandhill Cranes forage for grains and invertebrates in prairies, grasslands, and marshes. They do not hunt in open water or hunch their necks the way herons do. Sandhill Cranes form extremely large flocks—into the tens of thousands—on their wintering grounds and during migration. They often migrate very high in the sky."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71547341-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71547341-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71547341-480px.jpg"
        ],
        "description": [
            "Sandhill Cranes breed and forage in open prairies, grasslands, and wetlands. Outside of the breeding season, they often roost in deeper water of ponds or lakes, where they are safe from predators."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Sandhill Cranes are similar in plumage across their range, but they vary in size. “Lesser” Sandhill Cranes breed in the Arctic and are the smallest; the largest form (“Greater” Sandhill Crane) breeds in the northern U.S. The nonmigratory “Florida” Sandhill Crane and a form that breeds in central Canada are intermediate in size."
        ]
    }
}