{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63733391-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63733391-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63733391-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Rose-breasted Grosbeaks are stocky, medium-sized songbirds with very large triangular bills. They are broad-chested, with a short neck and a medium-length, squared tail."
            ],
            "Compared Size": [
                "Smaller than an American Robin; larger than a House Finch."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 7.1-8.3 in (18-21 cm)",
                "Weight: 1.4-1.7 oz (39-49 g)",
                "Wingspan: 11.4-13.0 in (29-33 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63733281-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63733281-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63733281-480px.jpg"
        ],
        "description": [
            "Adult males are black-and-white birds with a brilliant red chevron extending from the black throat down the middle of the breast. Females and immatures are brown and heavily streaked, with a bold whitish stripe over the eye. Males flash pink-red under the wings; females flash yellowish. Both sexes show white patches in the wings and tail."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238668281",
        "description": [
            "These chunky birds use their stout bills to eat seeds, fruit, and insects. They are also frequent visitors to backyard bird feeders, where they eat sunflower seeds with abandon. The sweet, rambling song of a male Rose-breasted Grosbeak is a familiar voice of eastern forests; their sharp “chink” calls are also very distinctive."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63733401-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63733401-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63733401-480px.jpg"
        ],
        "description": [
            "Rose-breasted Grosbeaks breed in eastern forests; you can find them among both deciduous trees and conifers. They are most common in regenerating woodlands and often concentrate along forest edges and in parks. During migration, Rose-breasted Grosbeaks frequent fruiting trees to help fuel their flights to Central and South America."
        ]
    }
}