{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65615261-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65615261-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65615261-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Ring-necked Pheasant is a large, chicken-like bird with a long, pointed tail. It has fairly long legs, a small head, long neck, and plump body."
            ],
            "Compared Size": [
                "Larger and longer-tailed than an American Crow; smaller than a Wild Turkey."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65615251-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65615251-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65615251-720px.jpg"
        ],
        "description": [
            "Male Ring-necked Pheasants are gaudy birds with red faces and an iridescent green neck with a bold white ring. The male’s very long tail is coppery with thin, black bars. Females are brown with paler scaling on the upperparts; buff or cinnamon underparts with black spotting on the sides; and thin, black bars on their tails."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/766315569",
        "description": [
            "They forage on the ground in fields, where they eat waste grain, other seeds, and insects when available. Ring-necked Pheasants usually walk or run and only occasionally resort to flying, usually when disturbed at close range by humans or other predators. Males give a loud, cackling display that can be heard over long distances."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65615301-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65615301-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65615301-480px.jpg"
        ],
        "description": [
            "Ring-necked Pheasants are birds of agricultural areas intermixed with areas of taller vegetation, which they use for cover. Look for them along rural roadsides, in overgrown or recently harvested fields, and in brushy areas and hedgerows."
        ]
    }
}