{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60317261-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60317261-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60317261-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Turkey Vultures are large dark birds with long, broad wings. Bigger than other raptors except eagles and condors, they have long \"fingers\" at their wingtips and long tails that extend past their toe tips in flight. When soaring, Turkey Vultures hold their wings slightly raised, making a ‘V’ when seen head-on."
            ],
            "Compared Size": [
                "Smaller than an eagle; larger than a Red-tailed Hawk"
            ],
            "Relative Size": [
                "goose-sized or larger"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 25.2-31.9 in (64-81 cm)",
                "Weight: 70.5 oz (2000 g)",
                "Wingspan: 66.9-70.1 in (170-178 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/60317221-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60317221-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60317221-720px.jpg"
        ],
        "description": [
            "Turkey Vultures appear black from a distance but up close are dark brown with a featherless red head and pale bill. While most of their body and forewing are dark, the undersides of the flight feathers (along the trailing edge and wingtips) are paler, giving a two-toned appearance."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238635785",
        "description": [
            "Turkey Vultures are majestic but unsteady soarers. Their teetering flight with very few wingbeats is characteristic. Look for them gliding relatively low to the ground, sniffing for carrion, or else riding thermals up to higher vantage points. They may soar in small groups and roost in larger numbers. You may also see them on the ground in small groups, huddled around roadkill or dumpsters."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60317191-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60317191-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60317191-480px.jpg"
        ],
        "description": [
            "Turkey Vultures are common around open areas such as roadsides, suburbs, farm fields, countryside, and food sources such as landfills, trash heaps, and construction sites. On sunny days, look for them aloft as early as 9 a.m.; in colder weather and at night they roost on poles, towers, dead trees, and fence posts."
        ]
    }
}