{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/37109921-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/37109921-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/37109921-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Magnificent Frigatebirds are large seabirds with long, angular wings. They have a deeply forked tail that is often held closed in a point. The bill is long and sturdy with a prominently hooked tip."
            ],
            "Compared Size": [
                "Larger than a Brown Pelican, smaller than an American White Pelican."
            ],
            "Relative Size": [
                "goose-sized or larger"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 35.0-44.9 in (89-114 cm)",
                "Weight: 35.3-67.0 oz (1000-1900 g)",
                "Wingspan: 85.4-88.2 in (217-224 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/32805931-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/32805931-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/32805931-480px.jpg"
        ],
        "description": [
            "Magnificent Frigatebirds are mostly black, but females and young birds have varying amounts of white on the head, chest, and belly. Females have a white chest and a dark head. Juveniles start with a white head and belly and gradually obtain darker heads. Young birds also have a pale tan streak on the upper wing. Breeding males are entirely black save for the bright red throat pouch, which is not always visible.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238642515",
        "description": [
            "Magnificent Frigatebirds soar over the ocean on outstretched wings with their head drawn into the shoulders. They rarely flap their wings, but when they do their wingbeats are slow and deep. Despite being a bird of the ocean, they don't dive after fish; instead they skim fish from the surface of the water or chase other birds, forcing them to give up their recent meal.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/37109821-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/37109821-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/37109821-480px.jpg"
        ],
        "description": [
            "Magnificent Frigatebirds soar over tropical and subtropical oceans throughout the Americas. They forage in lagoons as well as far out to sea and nest in low-growing scrub vegetation on islands.",
            ""
        ]
    }
}