{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/59950671-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59950671-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/59950671-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A compact, small goose, with short neck, rounded crown, rather long wings, and short legs. The small bill is short and meets the forehead at a steep angle."
            ],
            "Compared Size": [
                "Slightly larger than a Brant, smaller than most Canada Geese."
            ],
            "Relative Size": [
                "goose-sized or larger"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 24.8-25.6 in (63-65 cm)",
                "Weight: 49.3-84.0 oz (1398-2380 g)",
                "Wingspan: 42.5-43.7 in (108-111 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/59950661-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59950661-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/59950661-480px.jpg"
        ],
        "description": [
            "Brown overall with black neck and head, white cheek and throat (\"chinstrap\"), white under the tail, and blackish bill, legs, and feet. Brown coloration varies from dark to pale brown among the subspecies.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238666395",
        "description": [
            "Cackling Geese graze on grasses and other vegetation in open environments, usually in family groups and large flocks. They nest singly or in colonies, and young remain with parents for at least 12 months. They can appear in flocks of other geese, including Canada Geese.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/59950631-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59950631-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/59950631-720px.jpg"
        ],
        "description": [
            "Cackling Geese nest in arctic tundra, typically on islands in small lakes or marshes (and one subspecies occurs on islands in the Bering Sea). They forage year-round in wetlands and meadows. During migration and on the wintering grounds they forage in agricultural fields. At night they roost with other geese on lakes, reservoirs, or wetlands.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Four subspecies differ in size, structure, and plumage. The smallest and darkest subspecies, minima, breeds in western Alaska and winters in Oregon and California. The next smallest subspecies, leucopareia, breeds in Alaska’s Aleutian Islands and winters in central California. It is paler than minima, with a more distinctive white collar where the black neck meets the brown body. Subspecies hutchinsii, also called Richardson’s Goose, breeds mainly in central and eastern arctic Canada and winters in the southern Great Plains, with small numbers found in eastern North America as well. This subspecies is paler still and usually lacks the white collar entirely. The largest subspecies, taverneri, is often called Taverner’s Goose. It breeds from northeastern Alaska into Canada and winters in the southwestern U.S. This subspecies has a bit longer bill, on average, and is very similar to the smallest subspecies of Canada Goose (Lesser Canada Goose, subspecies parvipes). This close similarity—and the hybridization of Cackling and Canada Geese in some areas—justify using caution in identification of intermediate individuals, and “Canada/Cackling Goose” is often the best way to record these.",
            ""
        ]
    }
}