{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63744251-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63744251-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63744251-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A stocky, broad-shouldered blackbird with a slender, conical bill and a medium-length tail. Red-winged Blackbirds often show a hump-backed silhouette while perched; males often sit with tail slightly flared."
            ],
            "Compared Size": [
                "About three-quarters the size of a Common Grackle"
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 6.7-9.1 in (17-23 cm)",
                "Weight: 1.1-2.7 oz (32-77 g)",
                "Wingspan: 12.2-15.8 in (31-40 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63744301-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63744301-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63744301-480px.jpg"
        ],
        "description": [
            "Male Red-winged Blackbirds are hard to mistake. They're an even glossy black with red-and-yellow shoulder badges. Females are crisply streaked and dark brownish overall, paler on the breast and often show a whitish eyebrow."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238649395",
        "description": [
            "Male Red-winged Blackbirds do everything they can to get noticed, sitting on high perches and belting out their",
            "conk-la-ree!",
            "song all day long. Females stay lower, skulking through vegetation for food and quietly weaving together their remarkable nests. In winter Red-winged Blackbirds gather in huge flocks to eat grains with other blackbird species and starlings."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63744311-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63744311-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63744311-720px.jpg"
        ],
        "description": [
            "Look for Red-winged Blackbirds in fresh and saltwater marshes, along watercourses, water hazards on golf courses, and wet roadsides, as well as drier meadows and old fields. In winter, you can find them at crop fields, feedlots, and pastures."
        ]
    },
    "Regional_Difference": {
        "description": [
            "There’s subtle variation in Red-winged Blackbirds across the country. The most obvious race is the “bicolored blackbird” of coastal California, which shows no yellow border on the red shoulders."
        ]
    }
}