{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65775931-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65775931-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65775931-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Allen's Hummingbirds are small, compact, and stocky hummingbirds. The bill is straight and about as long as the head. The tail extends past the wings when perched and the outermost tail feather is narrower than the rest."
            ],
            "Compared Size": [
                "Larger than a Calliope Hummingbird, slightly smaller than an Anna's Hummingbird."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 3.5 in (9 cm)",
                "Weight: 0.1-0.1 oz (2-4 g)",
                "Wingspan: 4.3 in (11 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65775921-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65775921-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65775921-480px.jpg"
        ],
        "description": [
            "Allen's Hummingbirds coppery orange and green overall. Adult males have a coppery tail, eye patch, and belly that contrasts with their bronze-green back and deep reddish orange gorget. Females and immatures are bronze-green above with paler coppery sides. They both have bits of bronze spotting on their throats, though females have more spots and a small patch of reddish orange in the center of the throat."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238670935",
        "description": [
            "Allen's Hummingbirds zip from flower to flower hovering above them to drink the nectar, ticking as they go. They also flycatch for insects or pluck them from vegetation. Males display by flying side to side or in wide arcs while emitting a bumblebee-like buzz with their wings"
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65775941-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65775941-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65775941-720px.jpg"
        ],
        "description": [
            "Allen's Hummingbirds breed in coastal forest, scrub, and chaparral along a narrow strip that stretches up the coast from California to southern Oregon."
        ]
    }
}