{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66028941-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66028941-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66028941-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Anhingas are large and slender waterbirds with long fanlike tails that resemble a turkey's tail. They have a long S-shaped neck and a daggerlike bill. In flight, Anhingas look like a flying cross; the wings are held out flat and the neck and tail stick straight out. They have slim bodies and look rather flattened in flight."
            ],
            "Compared Size": [
                "Larger than an American Coot, smaller than a Double-crested Cormorant."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 29.5-37.4 in (75-95 cm)",
                "Weight: 46.7-47.6 oz (1325-1350 g)",
                "Wingspan: 42.9 in (109 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66028931-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66028931-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66028931-480px.jpg"
        ],
        "description": [
            "Adult male Anhingas are black with silvery to white streaks on the back and wings. Females and immatures have a pale tan head, neck, and breast. The bill, legs, and feet are yellowish orange.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/239739087",
        "description": [
            "Anhingas swim with their bodies partly or mostly submerged and their long, snakelike neck held partially out of the water. After a swim they perch on branches or logs to dry out, holding their wings out and spreading their tails. They frequently soar high in the sky, riding on thermals much like raptors and vultures.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66028911-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66028911-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66028911-480px.jpg"
        ],
        "description": [
            "Year-round, Anhingas inhabit shallow freshwater lakes, ponds, and slow-moving streams with branches or logs near the water for drying and sunning themselves. They also use brackish bays and lagoons along the coast, but they generally don't use areas with extensive open water.",
            ""
        ]
    }
}