{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70780581-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70780581-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70780581-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Sharp-shinned Hawks are small, long-tailed hawks with short, rounded wings. They have small heads that in flight do not always project beyond the “wrists” of the wings. The tail tends to be square-tipped and may show a notch at the tip. Females are considerably larger than males."
            ],
            "Compared Size": [
                "On average, males are the size of an American Kestrel, slightly larger than a jay. Females are one-third larger than males, approaching the size of a male Cooper’s Hawk."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 9.4-13.4 in (24-34 cm)",
                "Weight: 3.1-7.7 oz (87-218 g)",
                "Wingspan: 16.9-22.1 in (43-56 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70780501-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70780501-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70780501-480px.jpg"
        ],
        "description": [
            "Adults are slaty blue-gray above, with narrow, horizontal red-orange bars on the breast. Immature birds are mostly brown, with coarse vertical streaks on white underparts. Adults and young have broad dark bands across their long tails."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238667347",
        "description": [
            "Sharp-shinned Hawks are agile fliers that speed through dense woods to surprise their prey, typically songbirds. They do not stoop on prey from high overhead. They may also pounce from low perches. When flying across open areas they have a distinctive flap-and-glide flight style."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/70780631-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70780631-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70780631-720px.jpg"
        ],
        "description": [
            "Sharp-shinned Hawks breed in deep forests. During migration, look for them in open habitats or high in the sky, migrating along ridgelines. During the nonbreeding season they hunt small birds and mammals along forest edges and sometimes at backyard bird feeders, causing a wave of high-pitched alarm calls among the gathered songbirds."
        ]
    }
}