{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68037171-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68037171-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68037171-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Brown Creepers are tiny yet lanky songbirds. They have long, spine-tipped tails, slim bodies, and slender, decurved bills."
            ],
            "Compared Size": [
                "Smaller than a White-breasted Nuthatch; larger than a Golden-crowned Kinglet."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.7-5.5 in (12-14 cm)",
                "Weight: 0.2-0.3 oz (5-10 g)",
                "Wingspan: 6.7-7.9 in (17-20 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68037151-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68037151-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68037151-480px.jpg"
        ],
        "description": [
            "Streaked brown and buff above, with their white underparts usually hidden against a tree trunk, Brown Creepers blend easily into bark. Their brownish heads show a broad, buffy stripe over the eye (supercilium)."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238665757",
        "description": [
            "Brown Creepers search for small insects and spiders by hitching upward in a spiral around tree trunks and limbs. They move with short, jerky motions using their stiff tails for support. To move to a new tree, they fly weakly to its base and resume climbing up. Brown Creepers sing a high, warbling song; they also give a high, wavering call note that sounds similar to that of a Golden-crowned Kinglet."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68037181-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68037181-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68037181-480px.jpg"
        ],
        "description": [
            "Brown Creepers breed primarily in mature evergreen or mixed evergreen-deciduous forests. You can find them at many elevations, even as high as 11,000 feet at treeline in the West. In the winter season, the species moves into a broader variety of forests and becomes much easier to find in deciduous woodlands."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Brown Creepers vary somewhat in color and voice across their range. The most noticeable is the “Mexican” Brown Creeper, which ranges into southeastern Arizona and New Mexico. It tends to be darker on the back than creepers in other parts of North America."
        ]
    }
}