{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66026931-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66026931-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66026931-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A slim waterbird, small for a cormorant, with a long neck, a rather long tail, and a fairly thin, straight bill with a hooked tip. It has broad wings and large webbed feet."
            ],
            "Compared Size": [
                "Larger than a Black-crowned Night-Heron, smaller than a Double-crested Cormorant."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 24.0 in (61 cm)",
                "Weight: 37.7-52.9 oz (1070-1500 g)",
                "Wingspan: 40.2 in (102 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66026891-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66026891-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66026891-480px.jpg"
        ],
        "description": [
            "Adults are black birds with orange skin on the throat, bordered with a thin white line. At close range and in good light, there is a faint olive sheen to the wings. In breeding plumage, adults have a small white tuft of feathers near ear. Juveniles are similar but the head, neck, and breast are pale brownish.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238665306",
        "description": [
            "Forages by diving for fish, usually from the water’s surface, like a duck, but occasionally from the air. Dries its feathers by holding its wings open for long periods while standing out of water. Breeds in colonies around freshwater lakes, making nests in trees. Often rests in small flocks, near water’s edge on land, on islands, or in trees.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66026901-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66026901-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66026901-480px.jpg"
        ],
        "description": [
            "Nests in trees or on bare ground next to water, often on barrier islands or small islands in lakes. Forages in almost any sheltered body of water, from calm coastal bays to marshes, swamps, rivers, ponds, reservoirs, and fish farms inland.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "North American and Caribbean birds (subspecies mexicanus) have large bills but are smaller than the South American and Panamanian subspecies (brasilianus).",
            ""
        ]
    }
}