{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63666511-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63666511-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63666511-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Black-and-white Warblers are medium-sized warblers (small songbirds). They have a fairly long, slightly downcurved bill. The head often appears somewhat flat and streamlined, with a short neck. The wings are long and the tail is short."
            ],
            "Compared Size": [
                "About the size of a Black-capped Chickadee; slightly smaller than a White-breasted Nuthatch."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.3-5.1 in (11-13 cm)",
                "Weight: 0.3-0.5 oz (8-15 g)",
                "Wingspan: 7.1-8.7 in (18-22 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63666541-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63666541-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63666541-720px.jpg"
        ],
        "description": [
            "These birds are boldly striped in black and white. Their black wings are highlighted by two wide, white wing bars. Adult males have more obvious black streaking, particularly on the underparts and the cheek. Females (especially immatures) are paler, with less streaking and usually a wash of buff on the flanks. The undertail coverts have distinctive large black spots."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238671005",
        "description": [
            "Black-and-white Warblers act more like nuthatches than warblers, foraging for hidden insects in the bark of trees by creeping up, down, and around branches and trunks. Despite their arboreal foraging habits, they nest on the ground at the bases of trees."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63666531-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63666531-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63666531-720px.jpg"
        ],
        "description": [
            "Deciduous forest and mixed forest are the preferred summer habitats of Black-and-white Warblers, usually with trees of mixed ages that provide a variety of foraging substrates. On migration, look for them in any forest or woodlot. They winter in forests and forest edges from Florida to Colombia."
        ]
    }
}