{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/39344931-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/39344931-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/39344931-720px.jpg"
        ],
        "description": {
            "Shape": [
                "A medium-sized sparrow with a short conical bill, plump body, and a rather short tail in which the individual feathers often appear spiky at the tips."
            ],
            "Compared Size": [
                "Larger than a Common Yellowthroat, smaller than a Song Sparrow."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.3-5.1 in (11-13 cm)",
                "Weight: 0.6-0.7 oz (17-21 g)",
                "Wingspan: 6.5-7.9 in (16.5-20 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/38839141-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/38839141-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/38839141-480px.jpg"
        ],
        "description": [
            "A richly colored sparrow with a saffron-yellow eyebrow and whisker marks framing a grayish cheek. The interior-breeding form of Nelson’s Sparrow, this yellow color continues strongly onto the throat, breast, and sides, with streaking on the breast and flanks. The coastal-breeding “Atlantic” form is more muted, with pale gray in the upper back, pale buff below, and very limited, faint streaking on the breast.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238639896",
        "description": [
            "Nelson’s Sparrows walk or run through within wetland vegetation and across small openings, often feeding from the ground. They also seek seeds and insects higher in the marsh vegetation. They sometimes perch on top of shrubs.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/38840641-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/38840641-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/38840641-480px.jpg"
        ],
        "description": [
            "In the interior of the continent, birds nest in freshwater wetlands in the taiga (boreal forest) and prairie, especially marshes with reeds, sedges, rushes, and cordgrass but also during wet years in farm fields. The coastal form (“Atlantic”) nest mostly in tidal marshes, both saltwater and brackish, as well as in farm fields during wet years on occasion.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Three subspecies are recognized: nelsoni (Yukon to Minnesota), alter (Hudson Bay to James Bay), and subvirgata (Canadian Maritimes to Massachusetts). The very similar-looking nelsoni and alter forms show very few genetic differences, whereas the pale subvirgata (known as the “Atlantic” or “Acadian” form) is genetically quite different from both and from Saltmarsh Sparrow; it is potentially a separate species.",
            ""
        ]
    }
}