{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/71533441-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71533441-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71533441-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Red-shouldered Hawks are medium-sized, with broad, rounded wings and medium-length tails that they fan out when soaring. In flight, they often glide or soar with their wingtips pushed slightly forward, imparting a distinctive, “reaching” posture."
            ],
            "Compared Size": [
                "Noticeably smaller than a Red-tailed Hawk; larger than a Broad-winged Hawk."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 16.9-24.0 in (43-61 cm)",
                "Weight: 17.1-27.3 oz (486-774 g)",
                "Wingspan: 37.0-43.7 in (94-111 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71533411-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71533411-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71533411-480px.jpg"
        ],
        "description": [
            "Adults are colorful hawks with dark-and-white checkered wings and warm reddish barring on the breast. The tail is black with narrow white bands. Immatures are brown above and white below streaked with brown. All ages show narrow, pale crescents near the wingtips in flight."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238637862",
        "description": [
            "Red-shouldered Hawks soar over forests or perch on tree branches or utility wires. Its rising, whistled",
            "kee-rah",
            "is a distinctive sound of the forest. They hunt small mammals, amphibians, and reptiles either from perches or while flying."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71533451-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71533451-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71533451-480px.jpg"
        ],
        "description": [
            "Look for Red-shouldered Hawks in deciduous woodlands, often near rivers and swamps. They build stick nests in a main crotch of a large tree. During migration, Red-shouldered Hawks often move high overhead along ridges or along the coast."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Red-shouldered Hawks in the Northeast tend to be brownish overall. Florida birds have very pale, grayish heads, while those in California are very richly colored with a rusty head."
        ]
    }
}