{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66035091-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66035091-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66035091-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Eurasian Collared-Doves have plump bodies, small heads, and long tails. They’re larger than Mourning Doves but slimmer and longer-tailed than a Rock Pigeon. The wings are broad and slightly rounded. The broad tail is squared off at the tip, rather than pointed like a Mourning Dove’s."
            ],
            "Compared Size": [
                "A large dove, larger and heftier than a Mourning Dove but smaller than a Rock Pigeon."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 11.4-11.8 in (29-30 cm)",
                "Weight: 4.9-6.3 oz (140-180 g)",
                "Wingspan: 13.8 in (35 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66035071-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66035071-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66035071-480px.jpg"
        ],
        "description": [
            "Eurasian Collared-Doves are chalky light brown to gray-buff birds with broad white patches in the tail. The bird’s collar is a narrow black crescent around the nape of the neck. In flight and when perched, the wingtips are darker than the rest of the wing."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238642201",
        "description": [
            "Eurasian Collared-Doves perch on telephone poles, wires, and in large trees and give incessant three-syllable coos. Their strong flight pattern features bursts of clipped wingbeats and looping glides. When walking these doves bob their heads and flick their tails. Eurasian Collared-Doves often feed at backyard seed feeders and on spilled grain in stockyards and around silos.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66035061-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66035061-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66035061-480px.jpg"
        ],
        "description": [
            "Eurasian Collared-Doves live in urban and suburban areas throughout much of the U.S. except the Northeast. In rural settings look for them on farms and in livestock yards where grain is available. In cooler months, flocks may roost together in large trees."
        ]
    }
}