{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65760171-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65760171-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65760171-720px.jpg"
        ],
        "description": {
            "Shape": [
                "A diminutive songbird with a slim build and a slender, somewhat long tail. Its bill is small for a vireo, but still thicker and more hooked than a warbler’s."
            ],
            "Compared Size": [
                "Larger than a kinglet, smaller than a Red-eyed Vireo."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.5-4.9 in (11.5-12.5 cm)",
                "Weight: 0.3-0.3 oz (7.4-9.8 g)",
                "Wingspan: 6.7-7.5 in (17-19 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65760121-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65760121-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65760121-480px.jpg"
        ],
        "description": [
            "Western birds, especially the tiny Least Bell’s Vireo, are grayish above, whitish below, with faint pale “spectacles” around the eyes and pale wingbars. Eastern birds have greenish tones above and a yellow wash on the sides, with stronger wingbars.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/240087660",
        "description": [
            "Bell’s Vireos tend to stay hidden in dense vegetation as they forage, but they often emerge at the edges of bushes. Singing birds can be brazen as they proclaim their territories from bush tops and outer branches. When in motion, they characteristically flick the tail around in many different directions.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65760191-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65760191-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65760191-480px.jpg"
        ],
        "description": [
            "For breeding, migrating, and wintering, Bell’s Vireos select low, dense vegetation of many types.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Birds nesting in the Midwest to Colorado and central Texas (subspecies bellii) are the most brightly colored, with greenish backs and yellowish sides and flanks. At the other end of the species’ range, in southern California and adjacent Mexico, the tiny Least Bell’s Vireo (listed as endangered) is grayish above and pale below. Two subspecies that occur in between (from eastern California to far western Texas) are intermediate between bellii and pusillus in appearance.",
            ""
        ]
    }
}