{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67455631-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67455631-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67455631-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A large, lanky songbird with a very long tail and long legs. The bill is very long and strongly curved. It has wide wings."
            ],
            "Compared Size": [
                "Larger than a Northern Mockingbird, smaller than a Yellow-billed Magpie."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 12.6 in (32 cm)",
                "Weight: 2.8-3.3 oz (78-93 g)",
                "Wingspan: 12.2 in (31 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67455671-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67455671-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67455671-480px.jpg"
        ],
        "description": [
            "Brown to grayish brown overall with a pale throat and a buffy or rusty patch under the tail.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238670774",
        "description": [
            "Forages singly or in pairs on the ground, tossing aside leaf litter with bill to expose insects and other invertebrates. Also eats berries. Males perch prominently and sing from roughly November through July and are sometimes joined in song by the female.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67455661-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67455661-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67455661-480px.jpg"
        ],
        "description": [
            "Nests and forages in chaparral of coastal and foothill areas, as well as in nearby areas with junipers, pines, and oaks with plenty of underbrush, including sagebrush.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Ornithologists recognize two subspecies: redivivum, found from Baja California north to southern Santa Cruz and Placer Counties, and sonomae, found from northern Santa Cruz and El Dorado Counties northward. These differ in the richness of plumage: the southerly redivivum is paler, more a grayish brown above, with buffy undertail coverts and a grayish throat, whereas the northern sonomae is a rich brown above, with almost chestnut undertail coverts and a buffy throat.",
            ""
        ]
    }
}