{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63910941-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63910941-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63910941-480px.jpg"
        ],
        "description": {
            "Shape": [
                "These are large, long-bodied ducks with thin, pointed wings. Their bills are straight and narrow, unlike the wide, flat bill of a “typical” duck. Females have shaggy crests on the backs of their heads."
            ],
            "Compared Size": [
                "Smaller than a Canada Goose; slightly larger than a Mallard."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 21.3-27.9 in (54-71 cm)",
                "Weight: 31.8-76.2 oz (900-2160 g)",
                "Wingspan: 33.9 in (86 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63910971-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63910971-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63910971-480px.jpg"
        ],
        "description": [
            "Adult males are crisply patterned with gleaming white bodies and dark, iridescent-green heads for most of the year. The back is black and the bill red. Females and immatures are gray-bodied with a white chest and rusty-cinnamon heads. From late summer to mid-autumn, males wear a nonbreeding plumage that looks very similar to female plumage. In flight, both sexes show large white patches on the upperwings (larger in adult males).",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238648555",
        "description": [
            "Common Mergansers dive underwater to catch fish. After the chicks leave the nest in summer, the female stays with them as they grow up while males gather in flocks. In winter, mergansers form large flocks on inland reservoirs and rivers. They stay in these tight flocks to feed and court during the cold months. In migration and winter, they mix with other fish-eating, diving ducks such as Bufflehead, goldeneyes, and other species of mergansers."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63910991-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63910991-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63910991-480px.jpg"
        ],
        "description": [
            "These ducks live mainly on freshwater rivers and lakes. They are rare in the ocean, but they sometimes use saltwater estuaries in winter. They nest in tree cavities in northern forests near rivers and lakes."
        ]
    }
}