{
    "Size": {
        "description": {
            "Shape": [
                "A slender, long-tailed, long-winged seabird with a long, pointed bill and short legs. When perched,\n                    the long tail streamers extend past the end of the wings."
            ],
            "Compared Size": [
                "Larger than a Black Tern, smaller than a Bonaparte’s Gull."
            ],
            "Relative Size": [
                "between robin and\n                      crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 13.0-14.2 in (33-36 cm)",
                "Weight: 4.6-6.7 oz (130-190 g)",
                "Wingspan: 30.7-31.5 in (78-80 cm)"
            ]
        }
    },
    "Color": {
        "description": [
            "",
            "Breeding adults are gray above and white below, with a black cap and orange bill with black tip.\n                    The wingtips are silvery gray and the legs are orange. Nonbreeding adults are ghostly pale overall,\n                    with a dark bill, white crown, and thick blackish eye patch. Juveniles are similar to nonbreeding\n                    adults but have tan feathers on the upperparts, a pale base to the bill, and a shorter tail.",
            ""
        ]
    },
    "Behavior": {
        "description": [
            "",
            "Forages by flying slowly over the water to scan for fish, then dives to capture prey in the bill.\n                    Breeding adults perform spiraling courtship flights and also parade through the colony in tandem\n                    with raised bills.",
            ""
        ]
    },
    "Habitat": {
        "description": [
            "",
            "Breeds in marshes, including freshwater and saltwater, usually in areas with extensive open water,\n                    sometimes with small islands or patches of floating vegetation. Winters mostly in oceans, bays, and\n                    estuaries, usually close to the coast. Some winter inland near the Gulf of Mexico and in northern\n                    Mexico.",
            ""
        ]
    }
}