{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/39344721-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/39344721-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/39344721-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Grasshopper Sparrow is on the small side for a sparrow, with a distinctive compact shape. The head is large and flat-crowned, with a conspicuous bill. Tail is very short."
            ],
            "Compared Size": [
                "Among the smallest birds in its habitat; slightly smaller than a Savannah Sparrow."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.3-4.5 in (10.8-11.5 cm)",
                "Weight: 0.5-0.7 oz (14-20 g)",
                "Wingspan: 7.9 in (20 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/32804001-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/32804001-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/32804001-480px.jpg"
        ],
        "description": [
            "Grasshopper Sparrow is a brown and tan bird with light streaking. The belly is white but the entire breast is unstreaked and buffy. The back is mottled tan, black, and chestnut, and isn’t as streaky as other sparrows. The face is relatively plain with a conspicuous white eyering. They often show a yellow spot between the eye and bill (the lore), and on the bend of the wing.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238671345",
        "description": [
            "Grasshopper Sparrows typically stay close to the ground, preferring to run or walk rather than fly. During the breeding season, males sing from exposed or partially exposed perches near the tops of grass stalks or along barbed wire fences.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/39346411-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/39346411-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/39346411-480px.jpg"
        ],
        "description": [
            "This species breeds in open grasslands, prairies, hayfields, and pastures, typically with some bare ground. Grasshopper Sparrows usually avoid breeding in grasslands with extensive shrub cover, but are a bit more tolerant of shrubs in migration and during the winter.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Some 12 subspecies have been described, but they are all fairly similar in plumage. The endangered Florida Grasshopper Sparrow has a somewhat darker back than other subspecies.",
            ""
        ]
    }
}