{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64811911-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64811911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64811911-720px.jpg"
        ],
        "description": {
            "Shape": [
                "The Ruddy Turnstone is a short, stocky, and oval-shaped shorebird. They have a stout and slightly upturned bill."
            ],
            "Compared Size": [
                "Larger than a Spotted Sandpiper, smaller than a Willet."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 6.3-8.3 in (16-21 cm)",
                "Weight: 3.0-6.7 oz (84-190 g)",
                "Wingspan: 19.7-22.4 in (50-57 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64811941-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64811941-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64811941-480px.jpg"
        ],
        "description": [
            "Breeding males have unique black-and-white markings on the head and throat and a chestnut and black variegated (calico catlike) pattern on the back. Breeding females are paler than males. Nonbreeding adults have brown ghosting of the breeding plumage pattern. Juveniles look similar to nonbreeding birds, but have rusty edges to the feathers. All Ruddy Turnstones have orange legs, but they are brighter during the breeding season. In flight, Ruddy Turnstones show a unique color pattern: white stripe down the back, black tail stripe, white rump, and white stripe down the wings."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238645494",
        "description": [
            "Ruddy Turnstones flip rocks, pebbles, and seaweed along shorelines in search of food. They rarely wade in waters more than a few inches deep, generally foraging out of the water where the surf deposits shells, rocks, and seaweed. During migration and on the wintering grounds they gather in groups of 10 to over 1,000."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64811921-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64811921-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64811921-480px.jpg"
        ],
        "description": [
            "Ruddy Turnstones breed in the tundra of northern North America. But many nonbreeding birds also hang around the coastal shores in the lower 48 even in the summer. During migration they use freshwater shorelines, mudflats, rocky shorelines, and sandy beaches. On the wintering grounds they occur along coastal areas with mudflats, sandy beaches, and rocky shores."
        ]
    }
}