{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65684761-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65684761-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65684761-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Scissor-tailed Flycatchers are slender, stout-billed kingbirds with very long, stiff, deeply forked tails. Males have longer tail feathers than females and immatures."
            ],
            "Compared Size": [
                "Smaller and more slender overall than an American Robin, but can seem larger because of the very long tail; larger than an Eastern Phoebe."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65684751-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65684751-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65684751-480px.jpg"
        ],
        "description": [
            "These are pale gray birds with blackish wings and black tails with white edges. Adults have salmon-pink flanks that extend to underwing patches that are very conspicuous in flight. Males are more intensely colored than females."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/239751143",
        "description": [
            "Scissor-tailed Flycatchers perch conspicuously on utility lines, treetops, and fence lines to watch for insect prey and defend their territories from interlopers. They are agile in the air, spreading their long tails wide to make abrupt turns and stalls. They are highly territorial, and will chase other birds out of their territories accompanied by loud, squeaky, bubbling calls."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65684741-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65684741-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65684741-720px.jpg"
        ],
        "description": [
            "Scissor-tailed Flycatchers breed in open habitats in the southern Great Plains and south Texas, especially around scattered trees or utility lines. They tolerate human presence well and frequently breed in towns."
        ]
    }
}