{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/40243911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/40243911-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/40243911-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A stocky, football-shaped seabird with a very short neck, a large head, and an enormous bill (especially during the breeding season) that is tall and laterally flattened."
            ],
            "Compared Size": [
                "Larger than a Pigeon Guillemot, smaller than a Common Murre."
            ],
            "Relative Size": [
                "crow-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/40243921-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/40243921-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/40243921-720px.jpg"
        ],
        "description": [
            "Breeding adults are blackish with a white face and a yellow bill with a red-orange tip. They have a white breast and belly, and vivid orange feet. Dark, fleshy “horns” extend above the eyes. Nonbreeding adults have sooty gray faces and lose the yellow portion of the bill revealing a smaller, grayish base. Immatures have smaller, all-gray bills compared to adults.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238648283",
        "description": [
            "Forages by diving and swimming underwater, “flying” with the wings to chase prey, which it catches in the bill and either eats underwater or carries back in the bill to feed young. Near the breeding grounds, often gathers in flocks with many other seabird species. Male and females perform attractive courtship displays with bobbing heads and billing.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63289321-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63289321-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63289321-720px.jpg"
        ],
        "description": [
            "Nests on rocky seaside cliffs in Siberia, Alaska, and northern British Columbia. Forages in littoral (near-shore) ocean areas when nesting but for most of the year lives and forages only in deep pelagic waters of the central North Pacific, very far from land.",
            ""
        ]
    }
}