{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64833191-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64833191-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64833191-720px.jpg"
        ],
        "description": {
            "Shape": [
                "The Spotted Sandpiper is a medium-sized shorebird with a bill slightly shorter than its head and a body that tapers to a longish tail. They have a rounded breast and usually appear as though they are leaning forward."
            ],
            "Compared Size": [
                "Slightly smaller than a Killdeer"
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 7.1-7.9 in (18-20 cm)",
                "Weight: 1.2-1.8 oz (34-50 g)",
                "Wingspan: 14.6-15.8 in (37-40 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64833231-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64833231-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64833231-480px.jpg"
        ],
        "description": [
            "In breeding season Spotted Sandpipers have bold dark spots on their bright white breast and an orange bill. The back is dark brown. In winter, a Spotted Sandpiper's breast is not spotted; it's plain white, while the back is grayish brown and the bill is pale yellow. In flight, Spotted Sandpipers have a thin white stripe along the wing."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238669610",
        "description": [
            "Spotted Sandpipers are often solitary and walk with a distinctive teeter, bobbing their tails up and down constantly. When foraging they walk quickly, crouching low, occasionally darting toward prey, all the while bobbing the tail. In flight, Spotted Sandpipers have quick, snappy wingbeats interspersed with glides, keeping their wings below horizontal. Listen for a few high whistled notes as they take off from the shoreline."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64833251-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64833251-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64833251-480px.jpg"
        ],
        "description": [
            "Look for Spotted Sandpipers nearly anywhere near water—along streambanks, rivers, ponds, lakes, and beaches, particularly on rocky shores. This species is one of the most widespread breeding shorebirds in the United States and is commonly seen near freshwater, even in otherwise arid or forested regions."
        ]
    }
}