{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64518201-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64518201-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64518201-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Northern Parulas are small wood-warblers with a short tail and a thin, pointy bill. They are plump little warblers about the size of a kinglet."
            ],
            "Compared Size": [
                "Larger than a Ruby-crowned Kinglet, smaller than a Red-eyed Vireo."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.3-4.7 in (11-12 cm)",
                "Weight: 0.2-0.4 oz (5-11 g)",
                "Wingspan: 6.3-7.1 in (16-18 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/64518191-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64518191-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64518191-720px.jpg"
        ],
        "description": [
            "Adult male Northern Parulas are bluish gray overall with a yellow-green patch on the back and 2 white wingbars. A chestnut band separates the male's bright yellow throat and chest. Adult females are a bit paler and typically lack the male's breast band. Males and females have distinctive white eye crescents. Immature birds are paler than adults and lack the chestnut breast band.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238665676",
        "description": [
            "Northern Parulas rapidly flit and hop primarily through the upper levels of the forest and subcanopy, but during migration they also forage in the understory. They tend to flutter around at the tips of branches quickly plucking insects or reaching out to grab prey. Males are particularly vocal during spring migration.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64518221-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64518221-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64518221-480px.jpg"
        ],
        "description": [
            "In the southern part of their range Northern Parulas are more common in deciduous forests, but in the northern part they also use evergreen forests. But no matter what part of their range, the key to their presence is moss; Spanish moss in the South and beard moss farther north. On the wintering grounds, they forage in fields, pastures, plantations, scrub, and forests.",
            ""
        ]
    }
}