{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66037291-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66037291-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66037291-720px.jpg"
        ],
        "description": {
            "Shape": [
                "White-winged Doves are plump, square-tailed doves with relatively long, thin bills and small heads."
            ],
            "Compared Size": [
                "Smaller than a Eurasian Collared-Dove; larger than a Mourning Dove."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66037301-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66037301-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66037301-480px.jpg"
        ],
        "description": [
            "White-winged Doves are brown overall, with a dark line on the cheek. A white stripe at the edge of the folded wing becomes, as the bird takes flight, a bright flash in the middle of a dark wing. The tail is tipped in white and set off with black stripes from the gray underside. Their faces are ornately marked with a black streak on the cheek, and blue skin around the red eyes."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/239739512",
        "description": [
            "White-winged Doves forage on waste grain and seeds on the ground, or take to trees to eat berries. In the Sonoran Desert, they eat many saguaro cactus fruits. They often gather in huge flocks for trips between roosting and foraging areas, as well as during migration. Their long, hooting “",
            "whoo-OOO-oo, ooo-oo",
            "” calls are an increasingly common sound in the southern U.S."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66037281-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66037281-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66037281-480px.jpg"
        ],
        "description": [
            "Look for White-winged Doves in desert habitat in the Southwest and in cities and suburbs of Texas and the coastal Southeast. They often visit backyards, especially those with birdbaths and feeders. Individuals wander widely and irregularly across the continent after the breeding season ends."
        ]
    }
}