{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68123031-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68123031-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68123031-720px.jpg"
        ],
        "description": {
            "Shape": [
                "When perched, the sparrow-sized Barn Swallow appears cone shaped, with a slightly flattened head, no visible neck, and broad shoulders that taper to long, pointed wings. The tail extends well beyond the wingtips and the long outer feathers give the tail a deep fork."
            ],
            "Compared Size": [
                "Slightly smaller than a bluebird; slightly larger than a Tree Swallow"
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 5.9-7.5 in (15-19 cm)",
                "Weight: 0.6-0.7 oz (17-20 g)",
                "Wingspan: 11.4-12.6 in (29-32 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/68123021-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68123021-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68123021-480px.jpg"
        ],
        "description": [
            "Barn Swallows have a steely blue back, wings, and tail, and rufous to tawny underparts. The blue crown and face contrast with the cinnamon-colored forehead and throat. White spots under the tail can be difficult to see except in flight. Males are more boldly colored than females."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238649968",
        "description": [
            "Barn Swallows feed on the wing, snagging insects from just above the ground or water to heights of 100 feet or more. They fly with fluid wingbeats in bursts of straight flight, rarely gliding, and can execute quick, tight turns and dives. When aquatic insects hatch, Barn Swallows may join other swallow species in mixed foraging flocks."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/68123111-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68123111-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68123111-480px.jpg"
        ],
        "description": [
            "You can find the adaptable Barn Swallow feeding in open habitats from fields, parks, and roadway edges to marshes, meadows, ponds, and coastal waters. Their nests are often easy to spot under the eaves or inside of sheds, barns, bridges and other structures."
        ]
    }
}