{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65051941-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65051941-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65051941-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Yellow-bellied Sapsuckers are fairly small woodpeckers with stout, straight bills. The long wings extend about halfway to the tip of the stiff, pointed tail at rest. Often, sapsuckers hold their crown feathers up to form a peak at the back of the head."
            ],
            "Compared Size": [
                "Larger than a Downy Woodpecker; slightly smaller than a Hairy Woodpecker."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 7.1-8.7 in (18-22 cm)",
                "Weight: 1.5-1.9 oz (43-55 g)",
                "Wingspan: 13.4-15.8 in (34-40 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65051951-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65051951-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65051951-720px.jpg"
        ],
        "description": [
            "Yellow-bellied Sapsuckers are mostly black and white with boldly patterned faces. Both sexes have red foreheads, and males also have red throats. Look for a long white stripe along the folded wing. Bold black-and-white stripes curve from the face toward a black chest shield and white or yellowish underparts."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238664934",
        "description": [
            "Yellow-belled Sapsuckers perch upright on trees, leaning on their tails like other woodpeckers. They feed at sapwells—neat rows of shallow holes they drill in tree bark. They lap up the sugary sap along with any insects that may get caught there. Sapsuckers drum on trees and metal objects in a distinctive stuttering pattern."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65051971-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65051971-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65051971-720px.jpg"
        ],
        "description": [
            "Yellow-bellied Sapsuckers live in both hardwood and conifer forests up to about 6,500 feet elevation. They often nest in groves of small trees such as aspens, and spend winters in open woodlands. Occasionally, sapsuckers visit bird feeders for suet."
        ]
    }
}