{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/64981761-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64981761-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/64981761-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Savannah Sparrows are medium-sized sparrows with short, notched tails. The head appears small for the plump body, and the crown feathers often flare up to give the bird’s head a small peak. The thick-based, seed-eating bill is small for a sparrow."
            ],
            "Compared Size": [
                "About the size of a Song Sparrow."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.3-5.9 in (11-15 cm)",
                "Weight: 0.5-1.0 oz (15-28 g)",
                "Wingspan: 7.9-8.7 in (20-22 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/64981751-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64981751-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64981751-480px.jpg"
        ],
        "description": [
            "Savannah Sparrows are brown above and white below, with crisp streaks throughout. Their upperparts are brown with black streaks, and the underparts are white with thin brown or black streaks on the breast and flanks. Look for a small yellow patch on the face in front of the eye."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238646474",
        "description": [
            "Savannah Sparrows eat seeds on or near the ground, alone or in small flocks. When flushed, they usually fly up, flare their short tails, and circle around to land some yards away. In spring and summer, males sing their dry, insect-like melodies from exposed, low perches such as fenceposts. Also, listen for a thin, high-pitched",
            "tsss",
            "call."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/64981781-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64981781-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/64981781-480px.jpg"
        ],
        "description": [
            "Savannah Sparrows breed in open areas with low vegetation, including most of northern North America from tundra to grassland, marsh, and farmland. Even in winter, you’ll find Savannah Sparrows on the ground or in low vegetation in open areas; look for them along the edges of roads adjacent to farms."
        ]
    },
    "Regional_Difference": {
        "description": [
            "The many subspecies of Savannah Sparrow can range from pale gray-brown to rusty overall. “Ipswich” Savannah Sparrows, which breed on islands in maritime Canada and winter along the East Coast, are large and pale gray-brown overall. “Belding’s” Savannah Sparrows from saltmarshes of Southern California and Mexico are darker with heavier streaking and a thinner crown stripe. The range-restricted “Large-billed” Savannah Sparrow of Mexico barely enters the United States in southern California; it has a much heavier bill than other forms of the species. All subspecies show thin, crisp streaking on the underparts and usually have yellow in front of the eye.",
            ""
        ]
    }
}