{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67447361-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67447361-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67447361-480px.jpg"
        ],
        "description": {
            "Shape": [
                "The Blue Grosbeak is a stocky songbird with a very large, triangular bill that seems to cover the entire front of its face, from throat to forehead."
            ],
            "Compared Size": [
                "Larger than an Indigo Bunting; slightly smaller than a Brown-headed Cowbird."
            ],
            "Relative Size": [
                "between sparrow and robin"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 5.9-6.3 in (15-16 cm)",
                "Weight: 0.9-1.1 oz (26-31 g)",
                "Wingspan: 11.0 in (28 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67447311-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67447311-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67447311-480px.jpg"
        ],
        "description": [
            "Adult males are deep, rich blue with a tiny black mask in front of the eyes, chestnut wingbars, and a black-and-silver beak. Females are primarily rich cinnamon-brown. The color is richer on the head, paler on the underparts; their tails are bluish. Both sexes have two wingbars; the upper is chestnut and the lower is grayish to buffy. Immature Blue Grosbeaks tend to a rich, dark chestnut brown, with chestnut wingbars."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238666808",
        "description": [
            "Blue Grosbeaks are unobtrusive despite their bright colors, although in summer males frequently sing their pleasant, rich, warbling songs. Often they sing while perched at high points in the shrubs and small trees of their generally open or shrubby habitats. Listen for their loud, almost metallic chink call. Also watch for this species’ odd habit of twitching its tail sideways."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67447351-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67447351-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67447351-720px.jpg"
        ],
        "description": [
            "Blue Grosbeaks are characteristic species of old fields beginning to grow back into woodland. They breed in areas covered in a mix of grass, forbs, and shrubs, with usually a few taller trees. In more-arid areas, they often use the shrubby growth along watercourses."
        ]
    }
}