{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/68934051-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68934051-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68934051-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A fairly small hummingbird with a slender, nearly straight bill, a tail that tapers to a point when folded, and fairly short wings that don’t reach the end of the tail when the bird is perched."
            ],
            "Compared Size": [
                "About the same size as a Ruby-throated Hummingbird"
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 2.8-3.5 in (7-9 cm)",
                "Weight: 0.1-0.2 oz (2-5 g)",
                "Wingspan: 4.3 in (11 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68934031-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68934031-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68934031-480px.jpg"
        ],
        "description": [
            "In good light, male Rufous Hummingbirds glow like coals: bright orange on the back and belly, with a vivid iridescent-red throat. Females are green above with rufous-washed flanks, rufous patches in the green tail, and often a spot of orange in the throat."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238643211",
        "description": [
            "Rufous Hummingbirds have the hummingbird gift for fast, darting flight and pinpoint maneuverability. They are pugnacious birds that tirelessly chase away other hummingbirds, even in places they’re only visiting on migration. Like other hummers, they eat insects as well as nectar, taking them from spider webs or catching them in midair."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68934091-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68934091-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68934091-480px.jpg"
        ],
        "description": [
            "Rufous Hummingbirds breed in open areas, yards, parks, and forests up to treeline. On migration they pass through mountain meadows as high as 12,600 feet where nectar-rich, tubular flowers are blooming. Winter habitat in Mexico includes shrubby openings and oak-pine forests at middle to high elevation."
        ]
    }
}