{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67469191-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67469191-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67469191-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Veeries are medium-sized thrushes—smaller than an American Robin but similar in shape. They have a plump body, round head, a straight, narrow bill, and fairly long wings and legs."
            ],
            "Compared Size": [
                "Smaller than an American Robin; larger than a Song Sparrow"
            ],
            "Relative Size": [
                "between sparrow and robin"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 6.7-7.1 in (17-18 cm)",
                "Weight: 1.0-1.9 oz (28-54 g)",
                "Wingspan: 11.0-11.4 in (28-29 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67469171-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67469171-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67469171-480px.jpg"
        ],
        "description": [
            "Most Veeries are uniformly bright cinnamon-brown above with indistinct spotting on the chest and pale underparts (see Regional Differences for exceptions). The throat is white with a buffy-orange cast."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/239752509",
        "description": [
            "Veeries are inconspicuous forest birds except for their beautiful downward-spiraling song, which they give often in late spring and summer, especially at dusk and dawn. They forage on the ground and logs for invertebrate prey, somewhat in the manner of American Robin or Hermit Thrush, peering around, then moving a short distance and repeating the process. You may also hear their distinctive, scolding call note, a harsh veerr usually given from a hidden nook.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67469311-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67469311-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67469311-480px.jpg"
        ],
        "description": [
            "Veeries breed in rich deciduous woodland and forest with well-developed understory across northern North America. Wintering birds select the same habitat structure in the tropics. On migration, you might encounter the species in nearly any woodlot or other treed habitat."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Veeries breeding in Newfoundland and the far-western portion of their range tend to be darker brown above with more distinct chest spotting and darker lateral throat stripes. A very few may be as dark on the upperparts as Swainson’s Thrush or Gray-cheeked Thrush."
        ]
    }
}