{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65680911-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65680911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65680911-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A slim, small songbird with a large, often peaked head, a straight, flat, pointed bill, and a moderately long tail."
            ],
            "Compared Size": [
                "Slightly larger than a Mountain Chickadee, smaller than a Western Kingbird."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 5.5-6.7 in (14-17 cm)",
                "Weight: 0.4-0.5 oz (11-13 g)",
                "Wingspan: 8.7 in (22 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65680881-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65680881-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65680881-480px.jpg"
        ],
        "description": [
            "In fresh plumage, greenish brown above (usually darker than Pacific-slope), pale below with strong lemon wash and olive-tinged breast (colors usually richer than in Pacific-slope); wings and tail dark with strongly contrasting pale wingbars. Worn birds can look brownish above, dingy pale gray below, with weak wingbars."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238667085",
        "description": [
            "Forages by flycatching from middle heights in trees and understory, usually capturing insects in flight just below the canopy. Nests in shady mountain ravines and canyons, often placing nests on shaded cliffs, stream banks, rotten stumps, or human-made structures rather than in trees."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65680891-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65680891-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65680891-480px.jpg"
        ],
        "description": [
            "Nests in shady but partly open coniferous and mixed forests, usually near streams in ravines and canyons of mountains. Migrants use similar interior woodland settings. Winters in montane pine-oak forests of western Mexico."
        ]
    },
    "Regional_Difference": {
        "description": [
            "The two subspecies of Cordilleran Flycatcher are mainly distinguishable by measurements. The slightly larger hellmayri breeds from northwestern Mexico and California to Alberta and South Dakota, and winters in Mexico. The smaller, nonmigratory occidentalis is resident in Mexican mountains from Sinaloa to Veracruz and Oaxaca. In general, hellmayri has a slightly brighter yellow breast, whereas the breast of occidentalis is more greenish yellow.",
            ""
        ]
    }
}