{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63893401-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63893401-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63893401-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Green-winged Teal are very small ducks. They have short, blocky bodies and their tails sit high out of the water. The head is large, the neck is short, and the bill is relatively small."
            ],
            "Compared Size": [
                "A very small duck: much smaller than a Mallard; slightly larger than an Eared Grebe. About the size of a Pied-billed Grebe."
            ],
            "Relative Size": [
                "crow-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 12.2-15.3 in (31-39 cm)",
                "Weight: 4.9-17.6 oz (140-500 g)",
                "Wingspan: 20.5-23.2 in (52-59 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63893391-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63893391-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63893391-720px.jpg"
        ],
        "description": [
            "Adult males have grayish bodies with a narrow white vertical stripe extending from the waterline to the shoulder. In good light, their dark heads are cinnamon with a wide green swoop from the eye to the back of the neck. Females are brown with a yellowish streak along the tail. Both sexes have green wing patches in the secondaries (speculum), but these may be hidden when not in flight."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238670536",
        "description": [
            "Green-winged Teal are dabbling ducks that feed on vegetation by tipping up in shallow water or by picking at food items while standing in puddles, flooded fields, and margins of wetlands."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63893451-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63893451-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63893451-480px.jpg"
        ],
        "description": [
            "Green-winged Teal feed on shallow bodies of water and in flooded fields. They breed in dense vegetation along river deltas. During migration and winter, look for them on shallow wetlands, coastal marshes and estuaries."
        ]
    },
    "Regional_Difference": {
        "description": [
            "In Europe and Asia, a form of the Green-winged Teal (often called Common Teal) lacks the male’s white vertical stripe on the breast and instead shows a white horizontal stripe on the shoulder. Another subspecies from the Aleutian Islands shares these markings with “Common” Teal."
        ]
    }
}