{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63736771-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63736771-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63736771-480px.jpg"
        ],
        "description": {
            "Shape": [
                "House Finches are small-bodied finches with fairly large beaks and somewhat long, flat heads. The wings are short, making the tail seem long by comparison. Many finches have distinctly notched tails, but the House Finch has a relatively shallow notch in its tail."
            ],
            "Compared Size": [
                "Same size as a House Sparrow, but more slender overall."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 5.1-5.5 in (13-14 cm)",
                "Weight: 0.6-0.9 oz (16-27 g)",
                "Wingspan: 7.9-9.8 in (20-25 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63736741-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63736741-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63736741-480px.jpg"
        ],
        "description": [
            "Adult males are rosy red around the face and upper breast, with streaky brown back, belly and tail. In flight, the red rump is conspicuous. Adult females aren’t red; they are plain grayish-brown with thick, blurry streaks and an indistinctly marked face."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238645687",
        "description": [
            "House Finches are gregarious birds that collect at feeders or perch high in nearby trees. When they’re not at feeders, they feed on the ground, on weed stalks, or in trees. They move fairly slowly and sit still as they shell seeds by crushing them with rapid bites. Flight is bouncy, like many finches."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63736751-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63736751-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63736751-480px.jpg"
        ],
        "description": [
            "House Finches frequent city parks, backyards, urban centers, farms, and forest edges across the continent. In the western U.S., you’ll also find House Finches in their native habitats of deserts, grassland, chaparral, and open woods."
        ]
    },
    "Regional_Difference": {
        "description": [
            "House Finches, particularly males, can look very different from one to another. This is largely due to differences in their diet rather than regional differences. Even though all of eastern North America’s House Finches are descended from the same few birds released on Long Island (meaning they’re much more closely related to each other than they are to birds across the West), there aren’t any strong differences in size, shape, or color between the two regions."
        ]
    }
}