{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66027281-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66027281-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66027281-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Double-crested Cormorants are large waterbirds with small heads on long, kinked necks. They have thin, strongly hooked bills, roughly the length of the head. Their heavy bodies sit low in the water."
            ],
            "Compared Size": [
                "The size of a small goose; larger than Neotropic Cormorant, but smaller than Great Cormorant."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 27.6-35.4 in (70-90 cm)",
                "Weight: 42.3-88.2 oz (1200-2500 g)",
                "Wingspan: 44.9-48.4 in (114-123 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66027231-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66027231-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66027231-480px.jpg"
        ],
        "description": [
            "Adults are brown-black with a small patch of yellow-orange skin on the face. Immatures are browner overall, palest on the neck and breast. In the breeding season, adults develop a small double crest of stringy black or white feathers."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238651540",
        "description": [
            "Double-crested Cormorants float low on the surface of water and dive to catch small fish. After fishing, they stand on docks, rocks, and tree limbs with wings spread open to dry. In flight, they often travel in V-shaped flocks that shift and reform as the birds alternate bursts of choppy flapping with short glides."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/66027291-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/66027291-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66027291-480px.jpg"
        ],
        "description": [
            "Double-crested Cormorants are the most widespread cormorant in North America, and the one most frequently seen in freshwater. They breed on the coast as well as on large inland lakes. They form colonies of stick nests built high in trees on islands or in patches of flooded timber."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Double-crested Cormorants in Alaska are larger with whiter, straighter crests than individuals in the rest of North America. Heading southeast through their range, they are smaller with less obvious, curly black head crests. The smallest individuals are in the Bahamas."
        ]
    }
}