{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65763991-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65763991-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65763991-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Red-eyed Vireos are large, chunky vireos with a long, angular head, thick neck, and a strong, long bill with a small but noticeable hook at the tip. The body is stocky and the tail fairly short."
            ],
            "Compared Size": [
                "Slightly larger than a Yellow Warbler; slightly smaller than a Tufted Titmouse."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 4.7-5.1 in (12-13 cm)",
                "Weight: 0.4-0.9 oz (12-26 g)",
                "Wingspan: 9.1-9.8 in (23-25 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65763971-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65763971-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65763971-480px.jpg"
        ],
        "description": [
            "Red-eyed Vireos are olive-green above and clean white below with a strong head pattern: a gray crown and white eyebrow stripe bordered above and below by blackish lines. The flanks and under the tail have a green-yellow wash. Adults have red eyes that appear dark from a distance; immatures have dark eyes."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/285539264",
        "description": [
            "They forage in deciduous canopies where they can be difficult to find among the green leaves. They move slowly and methodically, carefully scanning leaves above and below for their favored caterpillar prey. However, their habit of near-incessant singing in summer, even in the heat of midafternoon, helps draw attention to them."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65763981-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65763981-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65763981-480px.jpg"
        ],
        "description": [
            "Large expanses of deciduous forest, particularly deciduous trees with large leaves (such as maples), typify Red-eyed Vireo habitat during the breeding season. On migration, look for them in nearly any type of forest, woodland, or woodlot (particularly in deciduous stands). It is often the commonest of vireo migrants."
        ]
    }
}