{
    "Size": {
        "description": {
            "Shape": [
                "A large, heavy-bodied gull with a thick neck, large head, and heavy bill with a thick tip."
            ],
            "Compared Size": [
                "Larger than a Herring Gull, smaller than a Great Black-backed Gull."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 22.1-26.0 in (56-66 cm)",
                "Weight: 28.2-44.1 oz (800-1250 g)",
                "Wingspan: 47.2-56.7 in (120-144 cm)"
            ]
        }
    },
    "Color": {
        "description": [
            "Breeding adults are white with black (or dark gray) back and upperwings, black primary feathers, yellow bill with red mark near the tip, and pale pink legs and feet. Eyes olive-yellow in southern subspecies, dark brown in northern. Juveniles are mottled sooty brown with blackish bill, grayish-pink legs and feet, and dark eye. Subadults have variable gray backs and brownish wings, with gray or pink legs; eyes variable.",
            ""
        ]
    },
    "Behavior": {
        "description": [
            "Eats birds, eggs, nestlings, fish, invertebrates, carrion, and trash. This versatile forager captures prey while swimming, in mid-flight, or while searching on foot on the beach. Readily follows marine mammals and joins large mixed-species seabird flocks. Scavenges around fishing boats, at fish-processing plants, and occasionally at landfills.",
            ""
        ]
    },
    "Habitat": {
        "description": [
            "Breeds on islands, headlands, abandoned piers, and similar maritime locations. Forages along sandy and rocky beaches, in kelp beds, at sea, and occasionally at landfills.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "The northern subspecies (occidentalis), found from central California to Washington, has notably paler upperparts and darker eyes than the southern subspecies (wymani), resident from central California to Baja California.",
            ""
        ]
    }
}