{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63742371-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63742371-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63742371-480px.jpg"
        ],
        "description": {
            "Shape": [
                "House Sparrows aren’t related to other North American sparrows, and they’re differently shaped. House Sparrows are chunkier, fuller in the chest, with a larger, rounded head, shorter tail, and stouter bill than most American sparrows."
            ],
            "Compared Size": [
                "About the size of a Song Sparrow or Dark-eyed Junco, but stockier."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 5.9-6.7 in (15-17 cm)",
                "Weight: 0.9-1.1 oz (27-30 g)",
                "Wingspan: 7.5-9.8 in (19-25 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63742431-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63742431-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63742431-480px.jpg"
        ],
        "description": [
            "Male House Sparrows are brightly colored birds with gray heads, white cheeks, a black bib, and rufous neck – although in cities you may see some that are dull and grubby. Females are a plain buffy-brown overall with dingy gray-brown underparts. Their backs are noticeably striped with buff, black, and brown."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238665979",
        "description": [
            "House Sparrows are noisy sparrows that flutter down from eaves and fencerows to hop and peck at crumbs or birdseed. Look for them flying in and out of nest holes hidden behind shop signs or in traffic lights, or hanging around parking lots waiting for crumbs and picking insects off car grills."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63742391-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63742391-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63742391-720px.jpg"
        ],
        "description": [
            "House Sparrows have lived around humans for centuries. Look for them on city streets, taking handouts in parks and zoos, or cheeping from a perch on your roof or trees in your yard. House Sparrows are absent from undisturbed forests and grasslands, but they’re common in countryside around farmsteads."
        ]
    }
}