{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/70585521-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70585521-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70585521-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Merlins are small falcons with a powerful build that is broader and stockier than the slightly smaller American Kestrel. Merlins have sharply pointed wings, a broad chest, and a medium length tail."
            ],
            "Compared Size": [
                "Slightly larger than an American Kestrel; less bulky than a Rock Pigeon."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 9.4-11.8 in (24-30 cm)",
                "Weight: 5.6-8.5 oz (160-240 g)",
                "Wingspan: 20.9-26.8 in (53-68 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70585491-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70585491-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70585491-480px.jpg"
        ],
        "description": [
            "Merlins are generally dark and streaky, though their coloration varies geographically and by gender. Adult male Merlins are slaty gray to dark gray; females and immatures are browner. The chest is usually heavily streaked and the underwings are dark. The dark tail has narrow white bands, and the face often lacks a prominent malar or “mustache” stripe."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/240083482",
        "description": [
            "Merlins are fierce, energetic predators that patrol shorelines and open areas looking for their prey of small birds (and sometimes dragonflies). They fly powerfully, with quick wingbeats, pausing to glide only rarely. They also spend long periods perched in open areas, scanning for prey."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70585531-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70585531-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70585531-480px.jpg"
        ],
        "description": [
            "Merlins nest in forested openings, edges, and along rivers across northern North America. They have also begun nesting in towns and cities. During migration and winter, be on the lookout for Merlins in open forests, grasslands, and especially coastal areas with flocks of small songbirds or shorebirds."
        ]
    },
    "Regional_Difference": {
        "description": [
            "There are three subspecies of Merlins in North America: dark-plumaged “black” Merlins of the Pacific Northwest, pale “prairie” Merlins of northern prairies and aspen parklands, and “boreal” or “taiga” Merlins of northern forests, which have intermediate plumage. Six more subspecies live in Eurasia."
        ]
    }
}