{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/37811651-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/37811651-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/37811651-720px.jpg"
        ],
        "description": {
            "Shape": [
                "A distinctive, very small seabird, slim in all proportions, with long, narrow wings, trim body, and slender, sharp bill."
            ],
            "Compared Size": [
                "Larger than a Tree Swallow, smaller than a Forster's Tern."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 8.3-9.1 in (21-23 cm)",
                "Weight: 1.3-1.9 oz (36-54 g)",
                "Wingspan: 18.9-20.9 in (48-53 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/37812051-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/37812051-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/37812051-480px.jpg"
        ],
        "description": [
            "Breeding adults are pale gray and white, with a black cap, white forehead, and yellow bill. Nonbreeding adults have a dark bill, smudgy grayish crown, and may show a dark bar at the bend of the wing. The outer primaries are dark gray-black. Juveniles are similar to nonbreeding adults but scaly gray above. The legs are orange.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238669960",
        "description": [
            "Least Terns dart over waterways, usually close to shore, diving for fish or other small prey. Males bring small fish to females for courtship feeding during much of the nesting season. Flight is strong and direct, on stiff, jerky, rapid wingbeats.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70696821-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70696821-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70696821-480px.jpg"
        ],
        "description": [
            "Barrier islands and beaches, dredge spoil, river islands, flat gravel rooftops, and similar habitats for nesting; forages along rivers, estuaries, bays, ocean coastlines.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Five very similar-looking subspecies have been described. The widespread antillarum breeds from Maine to Venezuela. California Least Tern (browni) breeds in California and Baja California. Interior Least Tern (athalassos) breeds in inland North America, primarily along the Mississippi River and its tributaries. Two less well-known subspecies, mexicana and staebleri, occur from the Gulf of California to Chiapas, Mexico.",
            ""
        ]
    }
}