{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/68034381-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68034381-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68034381-480px.jpg"
        ],
        "description": {
            "Shape": [
                "The Cactus Wren is a large chunky wren with a long heavy bill, a long, rounded tail, and short, rounded wings. The Cactus Wren is the largest wren in the United States and is similar in size to a Spotted Towhee."
            ],
            "Compared Size": [
                "Larger than a Bewick’s Wren, smaller than a Northern Mockingbird."
            ],
            "Relative Size": [
                "between sparrow and robin"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68034441-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68034441-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68034441-480px.jpg"
        ],
        "description": [
            "The Cactus Wren is a speckled brown bird with bright white eyebrows that extend from the bill, across and above their red eyes, to the sides of the neck. They have pale cinnamon sides and a white chest with dark speckles. The back is brown with heavy white streaks, and the tail is barred white and black—especially noticeable from below. Males and females look alike, but juveniles are slightly paler and have a brown eye."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238642062",
        "description": [
            "Unlike other wrens that typically hide in vegetation, the Cactus Wren seems to have no fear. They perch atop cacti and other shrubs to announce their presence and forage out in the open. They do not cock their tails over their back the way other wrens do. Instead they fan their tail feathers, flashing white tail tips."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/68034421-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/68034421-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/68034421-480px.jpg"
        ],
        "description": [
            "Cactus Wrens live in deserts, arid foothills, coastal sage scrub, and urban areas throughout the Southwestern deserts, especially in areas with thorny shrubs, cholla, and prickly pear."
        ]
    }
}