{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65614971-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65614971-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65614971-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Bobwhite are small quail with rounded bodies, small heads, rounded wings, and short tails."
            ],
            "Compared Size": [],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/65614911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65614911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65614911-720px.jpg"
        ],
        "description": [
            "They are intricately patterned in brown, rufous, buff, and black. Males have a bold black-and-white head pattern. Females have a buffy throat and eyebrow."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238670099",
        "description": [
            "Northern Bobwhites travel in coveys and run across the ground from the shelter of one shrubby patch to another. When they are flushed, they explode into flight with quick wingbeats and then duck into the nearest cover."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/65614951-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/65614951-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/65614951-480px.jpg"
        ],
        "description": [
            "Northern Bobwhites live in open pine forests, overgrown fields, shrubby areas, and grasslands. They respond well to areas managed with prescribed fire, which helps to maintain an open, grassy ground layer."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Male Northern Bobwhite vary considerably, but females look similar across their range. Males in the Southeast have more extensive black on the throat and breast than birds elsewhere. Great Plains and Texas birds are grayer on the back. Eastern birds have rufous across the breast. An isolated and endangered Southwestern population, called the “Masked” Bobwhite, is nearly all black on the head and rufous on the breast. Females are not as variable and look very similar across their range. There are also extremely rare rufous adults that are almost entirely reddish brown."
        ]
    }
}