{
    "Size": {
        "description": {
            "Shape": [
                "A small gull with a plump belly. Kittiwakes look sleek in flight, with rather long, narrow wings, a short, notched tail, and a slim, fairly short bill."
            ],
            "Compared Size": [
                "Larger than a Bonaparte’s Gull, slightly smaller than a Ring-billed Gull."
            ],
            "Relative Size": [
                "crow-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 15.0-16.1 in (38-41 cm)",
                "Weight: 10.8-18.5 oz (305-525 g)",
                "Wingspan: 37.0 in (94 cm)"
            ]
        }
    },
    "Color": {
        "description": [
            "Breeding adults are pale gray above with neat black wingtips, clean white below, with a yellow bill. The legs and feet are jet black. Nonbreeding adults are similar but acquire a dusky patch behind the ear. Juveniles are quite striking: white overall, with a black M pattern across the upperwing visible in flight. They also have a gray or black collar across the back of the neck, a black tail tip and a black bill.",
            ""
        ]
    },
    "Behavior": {
        "description": [
            "Forages while in flight by dipping or plunging into the sea, almost ternlike, to seize small fish and other prey, usually far offshore.",
            ""
        ]
    },
    "Habitat": {
        "description": [
            "Nests on seaside cliffs, often among auks and Northern Fulmars, in arctic, subarctic, and northern temperate regions. Forages over open ocean, mostly in cold waters.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Ornithologists recognize two subspecies: the smaller tridactyla of the Arctic and North Atlantic; and the larger pollicaris of the North Pacific, in which adults have more black in the primaries than Atlantic tridactyla.",
            ""
        ]
    }
}