{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67448261-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67448261-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67448261-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Pyrrhuloxias are stocky, medium-sized songbirds with tall crests and long tails. They have heavy but short seed-cracking bills with a curved culmen, or upper edge."
            ],
            "Compared Size": [
                "About the size of a Northern Cardinal; larger than a Black-throated Sparrow."
            ],
            "Relative Size": [
                "between sparrow and robin"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67448291-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67448291-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67448291-480px.jpg"
        ],
        "description": [
            "Overall, Pyrrhuloxias are gray or gray-brown birds with prominent flashes of red. Males are crisp gray with a red face and crest, a red stripe running down the breast, and a reddish tail. Females are buffy gray, with less red than males. Both sexes have yellowish bills and reddish highlights in the wings."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238665546",
        "description": [
            "Pyrrhuloxias feed primarily on seeds on or near the ground, but will also eat insects when they are available. They make short, undulating flights when moving between patches of cover. Males frequently sing their ringing, staccato melodies from exposed perches such as cacti; both males and females give sharp, cardinal-like chip notes."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67448251-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67448251-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67448251-720px.jpg"
        ],
        "description": [
            "Sedentary residents of desert regions, Pyrrhuloxias favor scrub, dry grasslands, open mesquite forest, and cactus gardens for nesting. In the winter, they may move short distances into more lush areas near water."
        ]
    }
}