{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67449631-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67449631-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67449631-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Scarlet Tanagers are medium-sized songbirds with fairly stocky proportions. They have thick, rounded bills suitable both for catching insects and eating fruit. The head is fairly large and the tail is somewhat short and broad."
            ],
            "Compared Size": [
                "Slightly smaller than a Northern Cardinal; larger than a Yellow Warbler."
            ],
            "Relative Size": [
                "between sparrow and robin"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 6.3-6.7 in (16-17 cm)",
                "Weight: 0.8-1.3 oz (23-38 g)",
                "Wingspan: 9.8-11.4 in (25-29 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/67449621-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/67449621-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67449621-480px.jpg"
        ],
        "description": [
            "In spring and summer, adult males are an unmistakable, brilliant red with black wings and tails. Females and fall immatures are olive-yellow with darker olive wings and tails. After breeding, adult males molt to female-like plumage, but with black wings and tail."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238668336",
        "description": [
            "Primarily insectivorous during the summer, Scarlet Tanagers also eat fruit during migration and on the wintering grounds. They spend much of their time skulking among the wide leaves of deciduous trees in the forest canopy, where they are hard to see. They sing a burry, rambling song and give a distinctive, harsh",
            "chick-burr",
            "call."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67449651-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67449651-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67449651-720px.jpg"
        ],
        "description": [
            "Scarlet Tanagers breed in deciduous and mixed deciduous-evergreen forests in eastern North America. They are somewhat sensitive to habitat fragmentation, so look for them in large, undisturbed tracts of forest. During migration, they move through a broader variety of forest and shrubby habitats, as well as backyards."
        ]
    }
}