{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/60389751-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60389751-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60389751-720px.jpg"
        ],
        "description": {
            "Shape": [
                "The Eastern Screech-Owl is a short, stocky bird, with a large head and almost no neck. Its wings are rounded; its tail is short and square. Pointed ear tufts are often raised, lending its head a distinctive silhouette."
            ],
            "Compared Size": [
                "A small owl, slightly larger and considerably bulkier than a European Starling."
            ],
            "Relative Size": [
                "robin-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 6.3-9.8 in (16-25 cm)",
                "Weight: 4.3-8.6 oz (121-244 g)",
                "Wingspan: 18.9-24.0 in (48-61 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60389761-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60389761-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60389761-480px.jpg"
        ],
        "description": [
            "Eastern Screech-Owls can be either mostly gray or mostly reddish-brown (rufous). Whatever the overall color, they are patterned with complex bands and spots that give the bird excellent camouflage against tree bark. Eyes are yellow."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238644747",
        "description": [
            "Eastern Screech-Owls are active at night and are far more often heard than seen—most bird watchers know this species only from its trilling or whinnying song. However, this cavity-roosting owl can be attracted to nest boxes or, if you’re sharp-eyed, spotted in daylight at the entrance to its home in a tree cavity."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60389741-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60389741-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60389741-720px.jpg"
        ],
        "description": [
            "Trees define the Eastern Screech-Owl’s habitat. This owl is fairly common in most types of woods (evergreen or deciduous; urban or rural), particularly near water. It shuns treeless expanses of mountains or plains."
        ]
    },
    "Regional_Difference": {
        "description": [
            "The “McCall’s” Eastern Screech-Owl (",
            "Asio otus mccallii",
            "), inhabits south-central Texas and parts of northern Mexico. It may prove to be a separate species, as it is always gray and never gives the “whinny” call. The two common color morphs, gray and rufous, represent individual variation and don’t vary consistently by region or subspecies."
        ]
    }
}