{
    "Size": {
        "description": {
            "Shape": [
                "A large tern, slender and long winged. The head is fairly large and often has a ragged crest at the back. Royal Terns have a substantial body, a long, forked tail, and short legs. The bill is long and daggerlike."
            ],
            "Compared Size": [
                "Larger than a Ring-billed Gull (but with shorter legs), smaller than a Caspian Tern."
            ],
            "Relative Size": [
                "crow-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 17.7-19.7 in (45-50 cm)",
                "Weight: 13.8-15.2 oz (390-430 g)",
                "Wingspan: 39.4-43.3 in (100-110 cm)"
            ]
        }
    },
    "Color": {
        "description": [
            "Breeding adults are gray below and white above, with a black crest and bright orange bill. Nonbreeders have a white forehead with black only at the rear of the crest. The outer primaries of the wing are blackish and the legs are black. Juveniles are similar but with tan feathers in upperparts, duskier upperwings, and a paler bill.",
            ""
        ]
    },
    "Behavior": {
        "description": [
            "Forages by slowly flying above the water’s surface, then diving for small fish and crustaceans. Nests in dense colonies on beaches and islands.",
            ""
        ]
    },
    "Habitat": {
        "description": [
            "Warm, shallow waters of oceans and adjacent bays and rivers, usually close to shore. Nests and rests on barrier beaches, sandy islands, and artificial islands such as those created from dredging. Occasionally found inland after strong storms such as hurricanes.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Royal Tern’s New World populations are all grouped together as subspecies maximus. The Royal Terns that nest on the central-west coast of Africa are subspecies albididorsalis. However, the South American and African birds are very similar to one another. They are smaller and slimmer than Royal Terns in North America, with longer wings and longer, thinner, paler bills.",
            ""
        ]
    }
}