{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60333361-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60333361-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60333361-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Swainson’s Hawks are buteos, meaning they are large hawks with fairly broad wings and short tails. However, Swainson’s Hawks are less hefty than many other buteos. They are slimmer and longer-winged, with their wings typically held in a shallow V when soaring."
            ],
            "Compared Size": [
                "Larger than a Cooper’s Hawk; smaller than a Ferruginous Hawk."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/62810721-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/62810721-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/62810721-480px.jpg"
        ],
        "description": [
            "Though they can be quite variable, most Swainson’s Hawks are light-bellied birds with a dark or reddish-brown chest and brown or gray upperparts. They have distinctive underwings with white wing linings that contrast strongly with blackish flight feathers. Most males have gray heads; females tend to have brown heads. Dark individuals also occur; these vary from reddish to nearly all black, with reduced contrast on the underwings."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238649454",
        "description": [
            "Swainson’s Hawks are social raptors, nearly always being found in groups outside the breeding season. You may see them soaring in a kettle of migrating birds; strung out on the ground, fence posts, and utility poles when foraging on grasshoppers; or chasing swarms of dragonflies on winter quarters in Argentina."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/32869631-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/32869631-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/32869631-480px.jpg"
        ],
        "description": [
            "These hawks spend summers in the wide-open spaces of the American West. They are the typical nesting buteo of grasslands, but also use sage flats and even swaths of agriculture intermixed with native habitat. Nests are placed in trees, often in the only tree visible for miles."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Nearly all Swainson’s Hawks breeding in the eastern half of the range (east of the Rocky Mountains) are light in appearance. Darker-plumaged birds are more common in the West, although still in the minority, accounting for upwards of 10 percent of individuals."
        ]
    }
}