{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66113501-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66113501-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66113501-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Common Nighthawks are medium-sized, slender birds with very long, pointed wings and medium-long tails. Only the small tip of the bill is usually visible, and this combined with the large eye and short neck gives the bird a big-headed look."
            ],
            "Compared Size": [
                "Slightly smaller than an American Kestrel; larger than a Purple Martin."
            ],
            "Relative Size": [
                "between robin and crow"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 8.7-9.4 in (22-24 cm)",
                "Weight: 2.3-3.5 oz (65-98 g)",
                "Wingspan: 20.9-22.4 in (53-57 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66113511-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66113511-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66113511-480px.jpg"
        ],
        "description": [
            "Common Nighthawks are well camouflaged in gray, white, buff, and black. The long, dark wings have a striking white blaze about two-thirds of the way out to the tip. In flight, a V-shaped white throat patch contrasts with the rest of the bird’s mottled plumage."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238636792",
        "description": [
            "Look for Common Nighthawks flying in looping patterns in mornings and evenings. During the day, they roost motionless on a tree branch, fencepost, or the ground and are very difficult to see. When migrating or feeding over insect-rich areas such as lakes or well-lit billboards, nighthawks may gather in large flocks. Their buzzy, American Woodcock-like",
            "peent",
            "call is distinctive."
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/66113521-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66113521-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/66113521-720px.jpg"
        ],
        "description": [
            "Common Nighthawks are most visible when they forage on the wing over open areas near woods or wetlands. They nest on the ground in open areas such as gravel bars, forest clearings, coastal sand dunes, or sparsely vegetated grasslands."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Eastern birds are browner than those from the northern Great Plains, which are silvery gray overall."
        ]
    }
}