{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71545911-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71545911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71545911-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Rough-legged Hawks are fairly large hawks with broad wings that, compared to other",
                "Buteo",
                "hawks, are fairly long and narrow. The tail is also longer than in many other buteos. The wingtips are broad and often swept back slightly from the wrist, giving a hint of an M shape to the wing. The bill is fairly small."
            ],
            "Compared Size": [
                "Larger than an American Crow; slightly smaller and less bulky than a Red-tailed Hawk."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 18.5-20.5 in (47-52 cm)",
                "Weight: 25.2-49.4 oz (715-1400 g)",
                "Wingspan: 52.0-54.3 in (132-138 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71545851-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71545851-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71545851-480px.jpg"
        ],
        "description": [
            "These are boldly patterned, dark-brown hawks with tails that are dark at the tip and pale at the base. Like many hawks, they occur in light and dark morphs. Light morphs have pale underwings with dark patches at the bend of the wing. Females have pale heads and dark belly patches; on males the pattern is similar but more mottled. Dark morphs are mostly dark brown but usually show pale trailing edges to the underwing.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238666056",
        "description": [
            "When hunting, Rough-legged Hawks often face into the wind and hover, scanning the ground below for small mammal prey. They often perch on fence posts and utility poles, and sometimes on slender branches at the very top of a tree. They soar with their wings raised in a slight dihedral, or V-shape."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/71545791-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/71545791-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/71545791-480px.jpg"
        ],
        "description": [
            "These hawks breed in the Arctic. In winter, they migrate to open habitats such as fields, prairies, deserts, and airports in the U.S. and southern Canada.",
            ""
        ]
    }
}