{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70708531-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70708531-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70708531-480px.jpg"
        ],
        "description": {
            "Shape": [
                "Swallow-tailed Kites are large but slender and buoyant raptors. They have long, narrow, pointed wings, slim bodies, and a very long, deeply forked tail. The bill is small and sharply hooked."
            ],
            "Compared Size": [
                "About the same overall length but less than half as heavy as a Red-tailed Hawk."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 19.7-25.2 in (50-64 cm)",
                "Weight: 13.1-21.2 oz (370-600 g)",
                "Wingspan: 48.0 in (122 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/70708491-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70708491-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70708491-720px.jpg"
        ],
        "description": [
            "Swallow-tailed Kites are a sharp contrast of bright-white head and underparts and gleaming black wings, back, and tail. From below, the wing linings are white and the flight feathers are black."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238636406",
        "description": [
            "These birds are creatures of the air, spending most of their day aloft and rarely flapping their wings. They tend to circle fairly low over trees as they hunt for small animals in the branches. At times they soar very high in the sky, almost at the limits of vision. During migration they may form large flocks."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70708511-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70708511-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70708511-480px.jpg"
        ],
        "description": [
            "Look for Swallow-tailed Kites over swamps, marshes, and large rivers of the southeastern U.S., particularly in Florida. At the end of summer, all the Swallow-tailed Kites in the U.S. leave and migrate south to South America."
        ]
    },
    "Regional_Difference": {
        "description": [
            "There are two subspecies of Swallow-tailed Kite, but they look very similar and only one of them occurs in the U.S. (it is slightly larger and more purplish-black); the other subspecies is native to Central and South America."
        ]
    }
}