{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67453391-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67453391-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67453391-720px.jpg"
        ],
        "description": {
            "Shape": [
                "A small, slim songbird with a short, thin bill, and medium-length tail, recalling a lark (or a sparrow, but lacking a sparrow’s heavier bill)."
            ],
            "Compared Size": [
                "Larger than a Yellow-rumped Warbler, smaller than a White-crowned Sparrow."
            ],
            "Relative Size": [
                "sparrow-sized or smaller"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 5.5-6.7 in (14-17 cm)",
                "Weight: 0.7-0.9 oz (19-26 g)",
                "Wingspan: 10.6 in (27 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67453361-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67453361-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67453361-720px.jpg"
        ],
        "description": [
            "Brownish or grayish above, pale below, with most subspecies showing streaks in the breast and sides, especially in winter.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238641718",
        "description": [
            "Pipits walk energetically through fields in search of food, strutting quickly forward with jerks of the head, almost chickenlike in their gait.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/67453431-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67453431-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/67453431-720px.jpg"
        ],
        "description": [
            "Mostly bare terrestrial habitats of many kinds, including tundra, shortgrass plains, alpine meadows, sandbars, mudflats, and many human-made habitats such as airfields, turf farms, harvested agricultural fields, and winter wheat fields. Pipits sometimes perch in bushes.",
            ""
        ]
    },
    "Regional_Difference": {
        "description": [
            "Four subspecies have been described. Over much of the continent, from Alaska to Greenland and south into New England, rubescens is the expected subspecies, and the very similar (if duller) pacificus inhabits the Pacific coastal states and British Columbia. In the Rocky Mountains, the larger subspecies alticola breeds; it has little to no streaking below in breeding plumage and can often show rich rosy or pink hues in the underparts. The very heavily streaked subspecies japonicus breeds mostly in northeastern Asia but is known as a fall and winter vagrant from western Alaska south to California.",
            ""
        ]
    }
}