{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63917551-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63917551-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63917551-480px.jpg"
        ],
        "description": {
            "Shape": [
                "A heavy-bodied water bird with a long thick neck and a strong, pointed bill (slighter than a Common Loon’s bill). It has long, pointed wings and short legs set far back on the body."
            ],
            "Compared Size": [
                "Slightly larger and sturdier than a Red-throated Loon, notably smaller than a Common Loon."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Both Sexes",
                "Length: 22.8-29.1 in (58-74 cm)",
                "Weight: 35.3-88.2 oz (1000-2500 g)",
                "Wingspan: 43.3-50.4 in (110-128 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/63917521-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63917521-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63917521-480px.jpg"
        ],
        "description": [
            "Breeding adults have dove-gray heads and black upperparts marked with crisp white lines. The throat is black with sharp black-and-white lines down the sides. Crown and back of neck pale gray. The chin and throat can show a purple gloss. Eye dark red, bill and legs dark. Nonbreeding adults are dark gray-brown above with very little white feather edging; and whitish below, sometimes with a neat dark line or chinstrap across the throat. Juveniles are similar to nonbreeding adult but usually show neat pale edges to feathers.",
            ""
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/239746562",
        "description": [
            "Forages by diving underwater with a slight leap forward and then pursuing prey (mostly fish). Often forages in small groups or in association with seabirds. Nests in small lakes in tundra and taiga.",
            ""
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/63917481-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/63917481-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/63917481-480px.jpg"
        ],
        "description": [
            "Nests in freshwater lakes in arctic and subarctic tundra and taiga. Winters in coastal ocean waters, bays, and estuaries. Occasionally, migrants appear in inland bodies of water, especially large reservoirs.",
            ""
        ]
    }
}