{
    "Size": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60384771-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60384771-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60384771-720px.jpg"
        ],
        "description": {
            "Shape": [
                "Red-tailed Hawks are large hawks with typical",
                "Buteo",
                "proportions: very broad, rounded wings and a short, wide tail. Large females seen from a distance might fool you into thinking you’re seeing an eagle. (Until an actual eagle comes along.)"
            ],
            "Compared Size": [
                "The Red-tailed is the second-largest",
                "Buteo",
                "hawk in North America, after Ferruginous Hawk."
            ],
            "Relative Size": [
                "between crow and goose"
            ],
            "Measurements": [
                "Sex: Male",
                "Length: 17.7-22.1 in (45-56 cm)",
                "Weight: 24.3-45.9 oz (690-1300 g)",
                "Wingspan: 44.9-52.4 in (114-133 cm)",
                "Female",
                "Length: 19.7-25.6 in (50-65 cm)Weight: 31.8-51.5 oz (900-1460 g)Wingspan: 44.9-52.4 in (114-133 cm)",
                "Length: 19.7-25.6 in (50-65 cm)",
                "Weight: 31.8-51.5 oz (900-1460 g)",
                "Wingspan: 44.9-52.4 in (114-133 cm)"
            ]
        }
    },
    "Color": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/60384911-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60384911-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60384911-480px.jpg"
        ],
        "description": [
            "Most Red-tailed Hawks are rich brown above and pale below, with a streaked belly and, on the wing underside, a dark bar between shoulder and wrist. The tail is usually pale below and cinnamon-red above, though in young birds it’s brown and banded. “Dark-morph” birds are all chocolate-brown with a warm red tail. “Rufous-morph” birds are reddish-brown on the chest with a dark belly."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/238637562",
        "description": [
            "You’ll most likely see Red-tailed Hawks soaring in wide circles high over a field. When flapping, their wingbeats are heavy. In high winds they may face into the wind and hover without flapping, eyes fixed on the ground. They attack in a slow, controlled dive with legs outstretched – much different from a falcon’s stoop."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/60384901-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/60384901-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/60384901-480px.jpg"
        ],
        "description": [
            "The Red-tailed Hawk is a bird of open country. Look for it along fields and perched on telephones poles, fenceposts, or trees standing alone or along edges of fields."
        ]
    },
    "Regional_Difference": {
        "description": [
            "Red-tailed Hawks have extremely variable plumage, and some of this variation is regional. A Great Plains race called \"Krider's\" hawk is pale, with a whitish head and washed-out pink in the tail. Light-morph western birds tend to be more streaky on the underparts than eastern Red-tails; south Texas forms are darker above, without the dark belly band most other Red-tails have. Dark-morph birds can occur anywhere but are more common in western North America - particularly in Alaska and northwest Canada, where the all-dark \"Harlan's\" race is common."
        ]
    }
}