{
    "Size": {
        "link": [
            "https://www.allaboutbirds.org/guide/assets/photo/70694411-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70694411-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70694411-480px.jpg"
        ],
        "description": {
            "Shape": [
                "White Ibises are large wading birds with football-shaped bodies. They have long legs and a long neck that they hold out straight in flight. Their bill is long and curved."
            ],
            "Compared Size": [
                "Larger than a Cattle Egret, smaller than a Great Egret."
            ],
            "Relative Size": [
                "crow-sized"
            ],
            "Measurements": [
                "Sex: Both Sexes"
            ]
        }
    },
    "Color": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70694471-720px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70694471-480px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70694471-480px.jpg"
        ],
        "description": [
            "This ibis is almost entirely white, save for the black-tipped wings and brilliant reddish pink legs and bill. The bare skin around their blue eyes is also reddish pink. Juveniles (fall through winter) are brown above and white below with a streaky brown neck. The legs and bill of juveniles are orange-pink. Immatures (first summer birds) are splotchy brown and white above as they molt into adult plumage."
        ]
    },
    "Behavior": {
        "link": "https://player.vimeo.com/video/240090137",
        "description": [
            "These long-legged waders forage in groups in shallow wetlands and other areas with standing water. They walk slowly with their heads down probing the muddy surface for insects and crustaceans. In flight their long necks are stretched out and their feet trail behind."
        ]
    },
    "Habitat": {
        "link": [
            " https://www.allaboutbirds.org/guide/assets/photo/70694491-480px.jpg",
            " https://www.allaboutbirds.org/guide/assets/photo/70694491-720px.jpg",
            "https://www.allaboutbirds.org/guide/assets/photo/70694491-480px.jpg"
        ],
        "description": [
            "White Ibises are wetland birds. They use freshwater marshes, coastal estuaries, mangroves, flooded pastures, mudflats, and swamps. They usually forage in shallow areas with less than 8 inches of water, but they also use lawns and parks especially in southern Florida."
        ]
    }
}